[
  {
    "patient_id": 28889,
    "note": "Discharge Summary\n\nPatient Name: N/A\nDate of Admission: N/A\nDate of Discharge: N/A\n\nHospital Course:\n\nThis patient was admitted with left back pain which had been persistent for over 6 months and had recently aggravated. Radiological examination revealed a cavitary lesion in the left lower lobe of the lung that was indicative of pulmonary chronic inflammation. The lesion was confirmed to be hamartoma after histology revealed the diagnosis. \nSubsequently, a left lower lobectomy was performed. The histopathological analysis of the lung resection specimen indicated the chronic inflammation of the lower left lung tissue with dysplasia glandular ducts and cystic cavities formation. The patient had a smooth recovery period and remained asymptomatic during the 12-months of postoperative follow-up period. \n\nDiagnosis:\n\nThe patient was diagnosed with mixed type of CCAM.\n\nProcedures:\n\n1. Core biopsy of the solid components of the lesion\n2. Left lower lobectomy \n\nCondition on Discharge:\n\nThe patient was in stable condition on discharge. \n\nFollow-up:\n\nThe patient was provided with appropriate advice regarding follow-up appointments with their physician. \n\nThanks for consulting with us."
  },
  {
    "patient_id": 76717,
    "note": "Discharge Summary:\n\nPatient: 38-year old female admitted for routine investigation of non-specific abdominal disturbances.\n\nHospital Course:\nThe patient was admitted to our clinic for investigation of intermittent episodes of diarrhea lasting for a couple of months. The physical examination was unremarkable except for dilated submucosal veins throughout the colon seen on colonoscopy, which was consistent with extensive colonic varices. The patient underwent several tests including serological markers for liver diseases, abdominal ultrasound, Doppler examination, ARFI elastography, clotting studies, autoantibody profile, immunoglobulins, upper digestive endoscopy, and small bowel series, which were all normal. A selective angiography of inferior mesenteric artery was performed, which showed stasis of the contrast medium within the descendent colon.\n\nDiagnosis:\nThe etiology of the colonic varix remains unclear at this time.\n\nTreatment:\nThe patient did not receive any specific treatment during the hospitalization period.\n\nPatient Instructions:\nThe patient was advised to follow the standard guidelines for maintaining good colon health and instructed to follow up with her primary care physician regarding any further symptoms or concerns."
  },
  {
    "patient_id": 119830,
    "note": "Hospital Course:\n\nPatient 5, a 57-year-old male with a history of hemophilia A and chronic hepatitis C, presented to clinic for routine follow-up appointments over the course of four years. He presented with symptoms of joint pain, recurrent and chronic hemarthrosis, and degenerative joint disease but had no indications of receiving hemophilia treatment during this time period.\n\nClinical Summary:\n\nBased on the chart notes, Patient 5 is suspected to have moderate to severe hemophilia A as evidenced by his history of hemophilia and FVIII deficiency and presence of joint pain, recurrent and chronic hemarthrosis, and degenerative joint disease. However, given his chronic hepatitis C and lack of treatment over 4 years, it is unexpected for an individual with severe hemophilia.\n\nMedical History:\n\nPatient 5 has a history of chronic hepatitis C and hemophilia A. \n\nDischarge Instructions:\n\nIt is recommended that Patient 5 seek further treatment for his hemophilia A in order to prevent further joint damage and reduce the risk of hemarthrosis. He should also continue to receive ongoing care for his chronic hepatitis C. Follow-up appointments are recommended to monitor his symptoms and progress."
  },
  {
    "patient_id": 121915,
    "note": "DISCHARGE SUMMARY\n\nPatient Name: [REDACTED]\nDate of Admission: [REDACTED]\nDate of Discharge: [REDACTED]\n\nHOSPITAL COURSE:\n\nThe patient presented with dysphagia and was diagnosed with a large hypoechoic tumor mass in the esophageal wall, possibly originating from either the submucosal or the muscular layer. Endoscopic ultrasonography (EUS) and enhanced computed tomography (CT) confirmed the tumor's 60mm length with its cranial edge identified at the level of the aortic arch, with characteristics suggestive of a benign esophageal schwannoma.\n\nThe patient underwent a combined endoscopic and thoracoscopic approach under general anesthesia. Endoscopic dissection was limited to about 30 mm of the tumor, following which the patient was placed in the prone position, and a left thoracoscopic access was achieved under 8 mmHg of artificial pneumothorax. The tumor was enucleated easily, and the mucosal layer was repaired.\n\nThe patient had an uneventful postoperative course and resumed an oral diet from postoperative day 7. The patient was discharged on postoperative day 9.\n\nDISCHARGE DIAGNOSES:\n\n- Large benign esophageal schwannoma\n\nDISCHARGE INSTRUCTIONS:\n\n- Follow-up with the primary care physician\n- Avoid strenuous physical activity for a few weeks.\n- Take pain medication as prescribed.\n- Contact healthcare provider if symptoms worsen or return.\n\nFOLLOW-UP CARE:\n\nThe patient is recommended to have follow-up care with their primary care physician."
  },
  {
    "patient_id": 152583,
    "note": "DISCHARGE SUMMARY\n\nPatient Name: [Redacted]\nMedical Record Number: [Redacted]\n\nAdmission Date: [Redacted]\nDischarge Date: [Redacted]\n\nAdmitting Diagnosis: Lobulated mass in 11–12 buccal region\n\nPrimary Clinical Impression: Pyogenic granuloma\n\nCourse of Treatment:\nThe patient presented with an asymptomatic lobulated mass in 11–12 buccal region that was bleeding upon pressure and compressible in nature. Simple excision was performed, and H and E staining revealed prominent endothelial proliferation and ulcerated epithelium with chronic inflammatory cells. The diagnosis was pyogenic granuloma, which is the most common of all reactive lesions and has a high female sex predilection. Chronic irritation precedes the inflammatory reaction and the increase in inflammatory cells in situ. In female patients, pyogenic granuloma formation is aided by female sex hormones and undergoes remission postpartum due to the increase in apoptotic factors such as tumor necrosis factor α.\n\nCondition at Discharge: Stable\n\nFollow-up Instructions: None\n\nDischarge Medication: None\n\nFollow-up Appointments: None\n\nDischarge disposition: Discharged home\n\nAttending Physician: [Redacted]"
  },
  {
    "patient_id": 24801,
    "note": "Discharge Summary:\n\nPatient Information: \nName: [Redacted]\nDOB: [Redacted]\nMedical Record Number: [Redacted]\nDate of Admission: [Redacted]\nDate of Discharge: [Redacted]\n\nReason for Admission: \nThe patient was admitted to the ED with acute onset of bilateral symmetrical numbness and tingling starting in the feet that ascended rapidly within few hours to the legs with associated motor weakness and inability to ambulate. \n\nHospital Course: \nThe patient was diagnosed with transverse myelitis based on MRI of the spine, which showed a lesion at the C7 level and high T2 intensity in the sacrum suggestive of inflammation. The patient was treated with steroids (methylprednisolone 1 g daily for 5 days followed by steroid taper over 2 weeks) and intravenous immunoglobulin (IVIG) (0.4 g/kg daily for 5 days). After five days, significant improvement was noted in the motor weakness and sensation of the bilateral lower limbs. The bladder function was eventually regained. \n\nDiagnosis:\nThe patient was diagnosed with transverse myelitis.\n\nTreatment:\nThe patient was treated with steroids (methylprednisolone 1 g daily for 5 days followed by steroid taper over 2 weeks) and intravenous immunoglobulin (IVIG) (0.4 g/kg daily for 5 days).\n\nFollow-up plan:\nThe patient was discharged to long-term rehabilitation. \n\nFinal Diagnosis:\nTransverse myelitis.\n\nSummary:\nA 17-year-old ambulating male with cerebral palsy presented to the ED with acute onset of bilateral symmetrical numbness and tingling. The patient was diagnosed with transverse myelitis based on MRI of the spine. The patient was treated with steroids and IVIG. After five days, significant improvement was noted in the motor weakness and sensation of the bilateral lower limbs. The bladder function was eventually regained. The patient was discharged to long-term rehabilitation."
  },
  {
    "patient_id": 53595,
    "note": "Discharge Summary:\n\nThis discharge summary pertains to Antoine, a 13-year-old male who was brought to Ontario, Canada from the United States by his mother. Antoine made allegations of childhood abuse and severe physical discipline from his father, who was a joint legal guardian. He also identified as gay and feared a return to his father's home due to conservative religious beliefs that would not permit him to express his sexual identity.\n\nAntoine was assessed by a Forensic Psychiatrist who reported he was a \"mature minor,\" capable of understanding and appreciating the nature and consequences of his decisions, particularly those related to determining his country of residence. He also exhibited significant depressive symptoms that met criteria for Major Depressive Disorder.\n\nAn expert in Parental Alienation Syndrome (PAS) provided an opinion regarding Antoine's case. PAS is defined as a constellation of symptoms resulting from \"brainwashing\" by one parent resulting in the child's subsequent vilification of the target parent. The RSW concluded that Antoine's requests were not independent and should not be considered by the courts due to alleged \"brainwashing\" by his mother. The RSW offered a diagnosis of PAS in their assessment.\n\nUltimately, the court ruled that the child could pursue protections through local jurisdictional entities in the US and Antoine was returned to the custody of his father in the US.\n\nThis discharge summary serves as a brief overview and does not include any clinical information or details beyond what was explicitly mentioned in the case report."
  },
  {
    "patient_id": 142162,
    "note": "Discharge Summary:\n\nAdmission Date: [Date]     \nDischarge Date: [Date]\n\nPatient Name: [Patient Name]  \nAge: 55 years \nSex: Female \n\nHospital Course:\nThe patient was admitted with mild chest discomfort, which was determined to be related to a persistent B3 thymoma. The patient had undergone complete tumor resection with subsequent radiotherapy 12 years ago. However, the tumor recurred seven years ago with metastasis to both lungs, left subclavian node, and invasion of the pericardium and the mediastinum.\nA debulking surgery was performed to remove as much of the tumor as possible, while avoiding injury to the right coronary artery. A drug eluting stent had previously been implanted in the RCA due to an incidental injury to the vessel during resection of the pericardial metastasis. There were no post-operative complications, and the patient recovered uneventfully. The patient was discharged with a recommendation for regular follow-up.\n\nDiagnosis:\nB3 Thymoma recurrence with mediastinal and pericardial invasion and metastasis to both lungs and left subclavian node. \n\nFollow-up: \nThe patient is advised to attend regular follow-up appointments to monitor the disease progression and any further chest discomfort. \n\nInstructions:\n1. Please avoid heavy lifting and strenuous physical activity for at least one month following discharge.\n2. Perform activities of daily living (ADLs) as tolerated.\n3. Please follow-up with your primary care physician or treating physician for required medications or changes in medications. \n\nSigned,\n[Doctor's Name]"
  },
  {
    "patient_id": 146782,
    "note": "Hospital Course:\nThe patient, a 9-year-old female, was admitted with asymptomatic lesions around the vulva and anus that had been present for 2 months. A physical examination revealed a firm, tender, 0.5 X 1.1 cm nodule on the left of the vulva and a pink 0.4 X 0.3 cm papule around the anus. An excisional biopsy was performed on both lesions, and histopathologic findings revealed a bulk of molluscum bodies surrounded by numerous keratinocytes. The diagnosis of molluscum contagiosum was confirmed by the histopathological and electron microscopy findings. There was no recurrence after a month of follow-up. Further assessment revealed no evidence of child abuse, and it was discovered that the patient often went swimming in a public pool.\n\nConsultations:\nPathology: The pathology report indicated the presence of numerous molluscum bodies, which, combined with the other clinical evidence, led to the diagnosis of molluscum contagiosum.\n\nTreatment and Follow-up:\nThe patient was treated and observed for 1 month without incident.\n\nCondition at Discharge:\nThe patient was discharged in stable condition without any further medical issues related to her molluscum contagiosum diagnosis. We have provided the patient's family with information on prevention and precautions to avoid further infections. The patient was advised to avoid public pools until the condition cleared up fully. There were no other issues that required continued medical attention."
  },
  {
    "patient_id": 131992,
    "note": "Admission Date: [DATE]\nDischarge Date: [DATE]\n\nPatient Name: Patient 2\nGender: Male\nAge: 5 years old\nMedical Record Number: [NUMBER]\n\nDiagnosis:\n- Simple bone cyst of the left femur\n\nHospital Course:\n- The patient was admitted to the hospital for surgery to remove two HA pins.\n- Following surgery, the cyst gradually shrank with only a small cyst remaining after four months.\n- At one year after surgery, the cyst enlarged.\n- An additional surgery was performed with curettage and CPC filling.\n- At the final follow-up, a small residual cyst remained at the proximal part of the cyst.\n- The patient does not have any complaints.\n\nTreatment:\n- Two HA pins were removed in the initial operation.\n- An additional surgery was performed with curettage and CPC filling.\n\nDischarge Instructions:\n- Keep the surgical site clean and dry.\n- Follow-up with your healthcare provider as scheduled.\n\nFollow-up Care:\n- Follow-up with your healthcare provider as scheduled."
  },
  {
    "patient_id": 100512,
    "note": "Discharge Summary\n\nPatient: 49-year-old Hispanic woman\nAdmission Date: March 2020\nDischarge Date: Day 12\n\nHospital Course:\nThe patient was admitted to the Modena University Hospital's emergency room for symptoms including chest pain, cough, and fever. Upon admission, the patient was diagnosed with pneumonia and tested positive for SARS-CoV2. She was treated according to Regional Guidelines for COVID-19, with hydroxychloroquine, low-molecular-weight heparin, and antibiotic therapy. \n\nDuring the hospital stay, the patient developed symptoms of myocarditis, including chest pain, right bundle branch block, and moderate mitral insufficiency. Diagnostic imaging showed slight depression of the ejection fraction, increased myocardial T2 signal intensity, and pericardial effusion. \n\nTreatment was initiated with sotalol, acylsalicylic acid, and ramipril, which resulted in a reduction in symptoms and improvement of cardiac function. The patient was discharged on the 12th day of admission after improvement in symptoms and clearance of pericardial effusion. \n\nFollow-Up Instructions:\nThe patient should continue taking medications as prescribed and follow up with their primary care physician. The patient should maintain a healthy lifestyle and avoid strenuous activities for the next few weeks. The patient should monitor symptoms and seek medical attention if there is any recurrence or worsening of symptoms. \n\nDischarge Condition:\nThe patient was discharged in a stable condition with improvement in symptoms and cardiac function."
  },
  {
    "patient_id": 135709,
    "note": "Hospital Course Summary:\n\nAdmission Date: [Date of admission]\nDischarge Date: [Date of discharge]\n\nDiagnosis: Ruptured aneurysm\n\nHospital Course:\nThe patient, a 49-year-old female, was admitted with a severe headache caused by a ruptured aneurysm. The patient had a history of hypertension, diabetes mellitus, smoking, and a stent for coronary artery stenosis. A saccular aneurysm on the left bifurcation of MCA was treated by stent-assisted coil embolization with Neuroform 3 stent. Immediate post-embolization angiography showed a nearly completely occluded aneurysm without any lesion around the stent. However, mild in-stent stenosis in the proximal portion of the stent was revealed on follow-up angiography 6 months later. Post-embolization 12-month angiography showed an occlusion of MCA from the portion of in-stent stenosis. She was unable to quit smoking at that time. Final angiography was performed at post-embolization 65 months, and angiographic findings were not changed. Fortunately, she had no symptoms associated with the obstruction of MCA. Her clinical course has been uneventful during the period of follow-up.\n\nTreatment:\nThe patient received stent-assisted coil embolization with Neuroform 3 stent for saccular aneurysm on the left bifurcation of MCA.\n\nOutcome:\nThe patient was discharged in good condition.\n\nFollow-up:\nThe patient is to follow up with her primary care physician and neurologist as needed.\n\nInstructions:\nThe patient is advised to quit smoking and to continue taking medications as prescribed by her healthcare provider."
  },
  {
    "patient_id": 129998,
    "note": "Patient Name: [Name]\nMedical Record Number: [Number]\nHospital Admission Date: [Date]\nHospital Discharge Date: [Date]\n\nHospital Course Summary:\n\nAdmission diagnosis: Acute periumbilical pain and hematochezia with hypovolemic shock.\n\nMedical history: The patient previously underwent male to female gender reassignment surgery 18 months earlier with occasional symptoms of recurrent abdominal pain.\n\nDiagnostic test results: Abdominal X-ray showed dilated small bowel without free air and, during ultrasound-guided paracentesis, unclotted blood was found in the abdominal cavity, which led to the diagnosis of hemoperitoneum.\n\nTreatment: An emergency laparotomy was performed, during which 100-cm hemorrhagic necrosis of a segment of jejunum was discovered due to post-surgical fibrous adhesions. The necrotic small bowel was removed. Microscopic examination showed transmural vascular congestion and hemorrhagic necrosis in the sections of the small bowel, with normal lumen of mesenteric arteries. After the operation, the patient remained well and did not experience any complications.\n\nFollow-up care: Follow-up appointments were scheduled with the appropriate medical professionals to ensure overall health and well-being.\n\nDischarge instructions: The patient was discharged in good condition with instructions to continue follow-up appointments."
  },
  {
    "patient_id": 117165,
    "note": "Discharge Summary:\n\nPatient Name: [Redacted]\nDate of Admission: [Redacted]\nDate of Discharge: [Redacted]\nLength of Stay: [Redacted]\n\nHospital Course:\nThe patient presented to our emergency room complaining of an enlargement of the left breast accompanied by pain. A breast ultrasound was conducted, followed by an MRI, which showed a well-circumscribed mass consistent with a PT. The patient then underwent a wide local excision of the lesion. A histopathological examination confirmed the presence of PT, with mild hypercellularity and myxoid changes accounting for ≥50% of the tumor volume. There were no complications during the hospitalization, and the patient was discharged after resolution of the symptoms.\n\nMedical Diagnosis:\nPleomorphic Adenoma of the Breast (PT)\n\nTreatment:\nThe patient underwent a wide local excision of the lesion to treat PT.\n\nFollow-up:\nThe patient has been followed up for five years by annual breast ultrasounds, during which no reoccurrences were reported, with no appreciable difference was observed between the symmetry during development.\n\nCondition at Discharge:\nThe patient was discharged in a stable condition with resolution of the symptoms."
  },
  {
    "patient_id": 138854,
    "note": "Discharge Summary:\n\nHospital Course:\nThe patient, a 17-year-old female, was admitted due to a history of intense headache, two episodes of vomiting, and sudden loss of consciousness. On examination, the patient was unconscious with sluggishly reacting pupils. The computed tomography (CT) of the brain revealed gross hydrocephalus with an ill-defined cystic lesion in the dilated third ventricle. The patient was diagnosed with intra-ventricular neurocysticercosis (IVNCC) and underwent emergency endoscopic surgery. The endoscopic third ventriculostomy (ETV) was performed to prevent delayed hydrocephalus. Postoperative recovery was good, and there were no added postoperative deficits.\n\nDiagnosis and Treatment:\nThe patient was diagnosed with IVNCC confirmed by histopathological examination. Albendazole was prescribed for one week, and she continued on antiepileptic medication for six months. There was no evidence of hydrocephalus in the six-month follow-up CT scan. At two years follow-up, the patient is doing well.\n\nSummary:\nA 17-year-old female was admitted due to intense headache, vomiting, and sudden loss of consciousness. The patient was diagnosed with IVNCC, and an emergency endoscopic surgery was performed to remove a solitary cyst and prevent delayed hydrocephalus. The patient recovered well postoperatively and was treated with albendazole and antiepileptic medication. There was no evidence of hydrocephalus in a six-month follow-up CT scan, and the patient is doing well at a two-year follow-up."
  },
  {
    "patient_id": 105313,
    "note": "Hospital Course:\n\nThe patient was a 27-year-old pregnant woman who presented with recurrent panic attacks and other anxiety symptoms. On evaluation, it was revealed that she was a known case of panic disorder, and getting medication for the same. She continued the treatment for 1½ year and then stopped the medication with the advice of the therapist. After that, she started having anxiety about the health of the baby and the outcome of the pregnancy.\n\nPhysical Exam:\n\nOn clinical examination and blood investigations, including thyroid profile, ultrasound, electrocardiogram, and vitals, including blood pressure, were within the normal limit.\n\nAssessment and Plan:\n\nThe patient was assessed on generalized anxiety disorder-7 (GAD-7) and scored a moderate to a high level of anxiety. Pharmacological and non-pharmacological therapy were offered and explained the pros and cons of the drugs. The patient and family member opted for biofeedback therapy and breathing exercise. Biofeedback therapy sessions were started with regular monitoring of the severity of symptoms on GAD-7 and clinically. Initially, 2–3 sessions/week, 30–45 min, were given for 3 weeks, which led to 60%–70% improvement. Gradually, frequency of session reduced to 1/week and had complete improvement in 2 months. After that, she would visit 1–2 times/month and delivered a normal baby at full term by normal vaginal delivery without any adverse consequences.\n\nDisposition and Condition at Discharge:\n\nThe patient was discharged in stable condition with complete resolution of her anxiety symptoms through biofeedback therapy and breathing exercise."
  },
  {
    "patient_id": 57716,
    "note": "HOSPITAL COURSE:\n\nThis 44-year-old Japanese woman was admitted for simultaneous resection of an atypical thymic carcinoid and a cardiac myxoma via a midline sternotomy. The patient had a history of hypertension and uterine myoma, for which she was taking angiotensin II receptor blocker and calcium channel blocker. During a regular health check-up, an abnormality in the left mediastinum was discovered through chest roentgenography. A CT scan of the chest revealed a 100 × 90 mm mass in the anterior mediastinum, with no surrounding organ invasion, and a 30 × 30 mm mass in the left atrium. Transthoracic echocardiography showed a movable mass attached to the mitral valve that prolapsed into the left ventricle. The patient was diagnosed with an atypical thymic carcinoid through CT-guided needle biopsy. The patient underwent successful resection of both tumors without any complications. The patient recovered well and was followed up with regular physical examinations, chest roentgenography, echocardiography, and CT scans every 6 months. No recurrence was seen as of the 45-month follow-up.\n\nDISCHARGE DIAGNOSES:\n\n1. Atypical thymic carcinoid\n2. Cardiac myxoma\n\nDISCHARGE INSTRUCTIONS:\n\nThe patient was discharged in a stable condition. She was advised to continue taking her current medications as prescribed by her primary care physician. She was instructed to follow up with her primary care physician and continue regular check-ups to monitor for any recurrence or complications. She was advised to report any symptoms such as chest pain, shortness of breath, or palpitations immediately.\n\nFOLLOW-UP PLAN:\n\nThe patient will continue to be followed up with regular physical examinations, chest roentgenography, echocardiography, and CT scans every 6 months to monitor for any recurrence or complications."
  },
  {
    "patient_id": 620,
    "note": "Discharge Summary:\n\nPatient: 79-year-old Japanese woman with a weight of 72 kg\n\nAdmission: The patient was admitted to the hospital with elevated creatinine levels, proteinuria, and microscopic hematuria.\n\nHospitalization: The patient was diagnosed with pauci-immune necrotizing crescentic glomerulonephritis and was initially considered to have hydralazine-induced myeloperoxidase-antineutrophil cytoplasmic antibody-associated vasculitis. The serum creatinine level decreased gradually after discontinuation of hydralazine. However, the patient experienced a relapse of the condition 16 months later, which was treated with prednisone. The patient achieved remission after five months of treatment.\n\nInvestigations: The patient's serum samples were obtained at different stages to assess the involvement of neutrophil extracellular traps (NETs). The NET degradation activity was entirely low in all serum samples compared to the healthy control. The NET induction activity of IgG isolated from the serum samples was high in the initial serum samples and decreased with treatment. The results of immunofluorescent tests were consistent with the ELISA titers of myeloperoxidase-antineutrophil cytoplasmic antibodies.\n\nFollow-Up: The patient has remained in remission after successful treatment. Further follow-up is recommended to monitor the patient's condition.\n\nDischarge Diagnosis: Pauci-immune necrotizing crescentic glomerulonephritis, initial hydralazine-induced myeloperoxidase-antineutrophil cytoplasmic antibody-associated vasculitis and subsequent relapse.\n\nDischarge Medications: None.\n\nDischarge Plan: The patient is advised to continue with follow-up appointments to monitor her condition. Lifestyle modifications, including a healthy diet and exercise, should be adopted. Additional treatment options, if necessary, will be discussed with the patient during follow-up appointments."
  },
  {
    "patient_id": 145174,
    "note": "Hospital Course:\nThe patient, a 57-year-old woman with a history of cervix carcinoma and pulmonary tuberculosis, was diagnosed with stage III B lambda light chain MM in January 2003. She initially presented with acute renal failure. Upon diagnosis, laboratory tests showed low kidney function, as well as high levels of proteinuria and glomerular filtration rate (GFR). MRI revealed osteolytic lesions. It was determined that the patient had MM.\n\nTreatment:\nThe patient underwent chemotherapy with Vincristine, Adriamycin, and Dexamethasone (VAD) and achieved near-complete remission. Following this treatment, the patient underwent an autologous hematopoietic stem cell transplantation (autoHSCT) in June 2003 and was found to have complete remission. In September 2005, the patient presented with elevated levels of BJP, and second-line chemotherapy with Thalidomide and Dexamethasone was started, reducing BJP levels and leading to the patient's neuropathy recovery. Thalidomide was discontinued following a period to prevent neuropathy symptoms from affecting the patient.\n\nOutcome:\nThe patient underwent increasing renal function recovery following the autoHSCT procedure. Over time, kidney function improved to the point of discontinuing dialysis treatment in July 2007. As of July 2008, the patient remains off dialysis treatment, with continued kidney function improvement.\n\nSummary:\nA 57-year-old woman diagnosed with MM received chemotherapy and an autologous hematopoietic stem cell transplantation. Following the second chemotherapy treatment with Thalidomide, the patient complained of neuropathy, leading to discontinuing the medication. The patient recovered from the MM diagnosis following an extended period of recovery. In July 2007, the patient was able to discontinue dialysis treatment and remains off treatment with continued kidney function improvement."
  },
  {
    "patient_id": 19484,
    "note": "Discharge Summary\n\nPatient: 44-year-old male with end-stage renal disease caused by diabetes mellitus and hypertension.\n\nHospital Course: The patient underwent a kidney transplant from the same donor as Case 4. However, due to delayed graft function, he required hemodialysis and was treated with tigecycline and ceftazidime-avibactam for prevention and treatment of carbapenem-resistant Klebsiella pneumoniae (CRKP). The patient developed allograft hydronephrosis and underwent percutaneous transplanting renal puncture and fistula drainage, which resulted in CRKP growth in the urine drainage. The patient developed fever with an increase in bacteriuria and leukocytosis, and bleeding was found coincidentally at the puncture and drainage area. An emergency exploratory operation revealed the rupture of the anastomotic stoma of the transplanted renal artery and the external iliac artery, which necessitated graft nephrectomy combined with debridement. After eight weeks of tigecycline and ceftazidime-avibactam treatment, the infection was cured without evidence of CRKP.\n\nHospital Course Summary:\n- Transplant from same donor as Case 4\n- Delayed graft function required hemodialysis\n- Treated with tigecycline and ceftazidime-avibactam for prevention and treatment of CRKP\n- Developed allograft hydronephrosis and underwent percutaneous transplanting renal puncture and fistula drainage\n- CRKP growth in urine drainage\n- Developed fever with an increase in bacteriuria and leukocytosis\n- Bleeding found at puncture and drainage area\n- Emergency exploratory operation revealed rupture of anastomotic stoma of transplanted renal artery and external iliac artery, necessitating graft nephrectomy combined with debridement\n- Eight weeks of tigecycline and ceftazidime-avibactam treatment cured infection without evidence of CRKP."
  },
  {
    "patient_id": 26824,
    "note": "Discharge Summary:\n\nPatient Name: Not Provided\nAge: 71\nSex: Female\n\nAdmission Date: Not Provided\nDischarge Date: Not Provided\nLength of Stay: 9 days\n\nReason for Admission: Shortness of breath, nonproductive cough, and fatigue\n\nHospital Course:\nThe patient was admitted to the hospital due to progressive dyspnea on exertion, minimally productive cough, significant fatigue, and nonbloody diarrhea. She was febrile and had a low oxygen saturation rate. Computed tomography of the chest revealed bilateral peribronchovascular ground-glass opacities. The patient was placed on supplemental oxygen and underwent repeat SARS-CoV-2 NP PCR tests which were negative. Flow cytometry of peripheral blood demonstrated no circulating B-cells, and an immunoglobulin panel demonstrated low levels of IgM, IgG, and IgA consistent with a history of receiving rituximab. Bronchoalveolar lavage (BAL) was positive for SARS-CoV-2 PCR. The patient was treated and slowly weaned off supplemental oxygen. She was discharged from the hospital after 9 days.\n\nHospital Course Summary:\nThe patient was diagnosed with shortness of breath, nonproductive cough, and fatigue. She was admitted to the hospital and tested positive for SARS-CoV-2. CT scans of the chest revealed bilateral peribronchovascular ground-glass opacities. The patient received supplemental oxygen. She had low levels of IgM, IgG, and IgA consistent with a history of receiving rituximab. Bronchoalveolar lavage (BAL) was positive for SARS-CoV-2 PCR. After being treated and weaned off supplemental oxygen, the patient was discharged after 9 days."
  },
  {
    "patient_id": 69046,
    "note": "Discharge Summary:\n\nPatient Information:\nName: Unavailable\nSex: Male\nAge: 84\nAdmission date: mid-May 2017\nDischarge date: Unavailable\nAdmitting Diagnosis: Worsening shortness of breath, orthopnea, and inability to move around.\nDischarge Diagnosis: Unavailable\n\nHospital Course:\nThe patient was admitted for shortness of breath at our hospital. He had a history of severe oxygen-dependent COPD, chronic diastolic heart failure, obstructive sleep apnea, type II diabetes mellitus, atrial fibrillation, hypertension, tricuspid regurgitation, cor pulmonale, previous coronary artery bypass and chronic kidney disease stage IIIB. During admission, his oxygen saturation was improved by high flow oxygen. Jugular venous distension was present, and he had bilateral pitting pretibial edema. A grossly elevated level of Pro B Naturetic Peptide was found. His creatinine levels were also elevated. The lungs revealed bilateral basal inspiratory crepitations. Cardiomegaly, hypoventilation, bibasilar atelectasis, and pulmonary vascular congestion were identified through chest radiography. Echocardiogram revealed severe right atrial enlargement.\n\nTreatment:\nThe patient was put on continuous infusion Furosemide at 20 mg/h, together with concurrent intravenous Chlorothiazide 500 mg every 8 h. Diuresis was successful in just over 12 h, and over the next two days, he had increased urine output and decreasing weight. He was switched to oral Torsemide, 20 mg twice daily, together with oral Metolazone, 2.5 mg Every other day as adjunct diuretic agent.\n\nDischarge Plan:\nThe patient was discharged to the Nursing Home, where he became weak and opted for hospice care shortly after discharge. He peacefully passed away about a week later.\n\nFollow-up:\nN/A\n\nImpressions and Recommendations:\nN/A"
  },
  {
    "patient_id": 23703,
    "note": "Hospital course:\nThe patient presented with severe blunt head trauma. Physical exam revealed trauma to the left temporal area with a large hematoma and bloody discharge from the left ear. FAST was negative for intraperitoneal and pericardial fluid, and plain films of the chest and pelvis were negative for acute injuries. While being prepared for transport for CT, the patient experienced an increase in intracranial pressure and went into cardiac arrest. CPR was performed and ultimately, the patient had a subdural hematoma and concomitant subarachnoid hemorrhage leading to tonsillar herniation. Despite efforts to manage the situation, the patient passed away. \n\nSummary:\nA 65-year-old man with no known past medical history presented with severe blunt head trauma and was found to have a large hematoma with bloody discharge. Despite attempts to treat an increase in intracranial pressure and cardiac arrest, the patient ultimately passed away due to subdural hematoma and concomitant subarachnoid hemorrhage leading to tonsillar herniation."
  },
  {
    "patient_id": 107366,
    "note": "Hospital Course:\nThe patient is a 45-year-old female who presented with posterior neck pain, numbness, and transient weakness on both arms that had persisted for six months. The pain and weakness had worsened after a recent light traffic accident. The patient has no prior medical or surgical history, but had suffered a bicycle traffic accident five years ago. On physical examination, weakness (grade IV) for her both grasping and radiculopathy through both the sixth vertebrae (C6) and the seventh vertebrae (C7) dermatome was noted. Radiographic examination of the patient's cervical spine revealed a bilateral spondylolysis on C6 and spondylolisthesis at C6 on C7. Additionally, flexion and extension lateral views showed instability between C6 and C7. On CT scan, a bilateral defect between the pedicle and the lamina was revealed, and spina bifida occulta was noted at the C6 level. On MRI, cord compression was not definitive, but the bilateral neural foramen was compressed. The neurologic symptoms warranted a surgical intervention, and an anterior cervical discectomy and fusion on C6 and C7 with posterior decompression and fusion using C5 lateral mass–C7 pedicle screw fixation were performed. Postoperatively, the patient's symptoms improved significantly."
  },
  {
    "patient_id": 2744,
    "note": "Hospital Course: \n\nThe patient, a 9-month-old baby girl from Cameroon, was admitted to our hospital with a snake-like rash on her abdomen. She had no fever, cough, or other systemic symptoms. On physical examination, multiple erythematous, raised, and thin serpiginous lesions of varying lengths were found over her trunk and arms.\n\nDiagnosis: \n\nThe patient was diagnosed with cutaneous larva migrans (CLM).\n\nTreatment: \n\nThe patient was treated with albendazole syrup for 3 consecutive days and chlorpheniramine syrup for 3 days. Topical ivermectin cream was prescribed and the patient experienced complete resolution of the lesions at follow-up, 1 week later.\n\nFollow-Up: \n\nAt the follow-up visit 3 days after treatment initiation, the patient's irritability had resolved, although a few serpiginous lesions persisted.\n\nInstructions: \n\nNo further instructions were provided.\n\nSummary: \n\nA 9-month-old baby girl from Cameroon was diagnosed with cutaneous larva migrans (CLM) after presenting with a reddish, snake-like rash on her abdomen. She was treated with albendazole syrup, chlorpheniramine syrup, and topical ivermectin cream, resulting in complete resolution of the lesions. At the follow-up visit 3 days after treatment initiation, the patient exhibited no further irritability, although a few serpiginous lesions still persisted. No further instructions were provided."
  },
  {
    "patient_id": 161112,
    "note": "Discharge Summary:\n\nPatient: 88-year-old female\n\nAdmission: Coronary Care Unit\n\nDiagnosis: Atrioventricular Block, Third Degree\n\nHistory: Admission was two weeks after the patient experienced dizziness and shortness of breath. The extended history revealed she had three episodes of falling and syncope in the months prior to admission, but the cause of these episodes had not yet been investigated. Electrocardiography (ECG) at admission revealed third-degree atrioventricular block with an abnormally low heart rate.\n\nTreatment: The patient was diagnosed with Alzheimer's Disease with paranoid symptoms 24 months prior to admission and started medication for it. She was also being treated for hypertension with medications. It was concluded that the atrioventricular block was caused by her medication for Alzheimer's Disease and this was discontinued. She was then given temporary pacemaker treatment, followed by a permanent pacemaker.\n\nObservations: The patient had no history of ischemic heart disease and no chest pain. The physical examination at admission and discharge revealed no positive neurological deficits other than her known cognitive dysfunction. The patient experienced slightly elevated cardiac biomarkers but echocardiography was found to be normal. The patient had slight electrolyte imbalances in sodium and calcium levels but normal red and white blood counts.\n\nDischarge Plan: The patient was discharged to her own home with a permanent pacemaker. After being discharged, the patient decided not to reinitiate the medication for Alzheimer's Disease."
  },
  {
    "patient_id": 117022,
    "note": "Discharge Summary\n\nPatient: 49-year-old female\n\nMedical History: N/A\n\nAdmission Date: N/A\n\nDischarge Date: N/A\n\nHospital Course: The patient presented with hair loss and pruritus lasting for one year, which had not improved with minoxidil therapy. Examination revealed scarring alopecia with follicular papules and mild scaling over the vertex. She also had recession of frontotemporal hairline with bilaterally symmetrical band-like scarring alopecia of the same region, along with numerous violaceous follicular spinous papules distributed over the abdomen, back, arms, and legs. A diagnosis of GLPS with FFA was made based on the patient's findings.\n\nTreatment: The patient was treated with oral prednisolone (1 mg/kg/day) and oral retinoid (0.5 mg/kg/day) for the initial two weeks, followed by the dose of steroid being tapered to 20 mg/day and continued along with the same dose of oral isotretinoin (20 mg) for another two weeks, with strict monitoring of blood parameters without any alteration. At the end of one month, the patient had significant improvement of pruritus and hair loss with flattening of the follicular papules. Doses of steroid and isotretinoin were further reduced to 10 mg/day and 15 mg/day, respectively, for another one month, with further flattening of follicular papules and improvement of FFA patch. The patient is now on only 15 mg oral retinoid every alternate day and with regular follow-up on a monthly basis. Follicular papules almost resolved with residual postinflammatory hyperpigmentation.\n\nOutcome: The patient showed significant improvement following the treatment and is due for a follow-up visit."
  },
  {
    "patient_id": 159815,
    "note": "Hospital Course:\nThe 51-year-old male patient presented to the department of oral medicine and radiology with a complaint of pain and swelling on the left side of the floor of the mouth. On clinical examination, a hard mass was palpable on the floor of the mouth on the left side with a small ulceration towards the midline. The patient was diagnosed with a salivary gland stone and was planned for surgery under local anesthesia.\n\nDischarge Summary:\nThe patient underwent surgical removal of a salivary gland stone located on the floor of the mouth. The stone was approximately 15mm in size and was fragmented during surgical removal. The half fragment exfoliated itself the night before surgery, and the other half of the fragment was removed by surgery. Patency of the duct was maintained by inserting a drain, and the area was sutured. Postoperative analgesic and antiseptic mouthwash were prescribed. The patient was followed-up two weeks post-operatively, and the left submandibular gland was palpable, but clear saliva could be expressed from the duct. The patient had an unremarkable postoperative course and was dismissed from care."
  },
  {
    "patient_id": 75474,
    "note": "Discharge Summary:\n\nPatient Information:\n• Name:  <Patient's Name>\n• Age:  67-year-old\n• Gender: Male\n\nHospital Course:\nThe patient was admitted to the hospital with a history of dyspnea and right calf swelling. Computed tomography angiography (CTA) of the chest showed massive filling defects in the right and left pulmonary arteries. Duplex ultrasound confirmed right femoral deep venous thrombosis (DVT), hence the patient was diagnosed with deep vein thrombosis and pulmonary embolism.\n\nMedical History:\nThe patient had been diagnosed with rheumatoid arthritis (RA) for nine years and had undergone an ankle surgery nine months ago. He was treated with multiple combinations of disease-modifying antirheumatic drugs (DMARDs) and corticosteroids. About three years ago, he started taking etanercept (25 mg twice weekly).\n\nLaboratory Results:\nThe patient had an elevated activated partial thromboplastin time (aPTT) of 48 seconds prior to initiating anticoagulation therapy. He tested positive for LAC (Lupus anticoagulant) and ANA (Antinuclear antibodies), with a speckled pattern at titer of 1:1280. ACL IgG and IgM were within normal range. Further thrombophilia workup was negative.\n\nTreatment:\nThe patient was started on anticoagulation therapy to treat the DVT and pulmonary embolism.\n\nFollow-up:\nThe patient has been advised to follow up after being discharged to monitor his condition and ensure proper medication management.\n\nSummary:\nA 67-year-old Hispanic male with a history of rheumatoid arthritis, who had been treated with multiple drugs, presented with dyspnea, right calf swelling, and was diagnosed with deep vein thrombosis and pulmonary embolism. The patient showed elevated aPTT levels, tested positive for LAC and ANA with a speckled pattern, and was started on anticoagulation therapy to treat his condition. Follow-up is advised to ensure proper medication management."
  },
  {
    "patient_id": 50375,
    "note": "Discharge Summary\n\nPatient: 52-year-old male internist with a positive SARS-CoV-2 diagnosis.\n\nHospital Course:\nThe patient was admitted on August 24, 2020, with myalgias, arthralgias, general condition attack, dry cough, dyspnea, odynophagia, and dyspnea of moderate efforts. He had a positive RT-PCR for SARS-CoV-2 of nasopharyngeal exudate on August 27, 2020. The patient required hospitalization due to oxygen saturation dropping to 77% despite supplemental oxygen intake. Advanced airway management was initiated for 11 days, and he was admitted to the intensive care unit. A simple chest CT scan performed on August 31 showed distribution of bilateral multilobar ground glass opacity, with areas of consolidation in the posterior segments of the upper and lower lobes, interlobular septal thickening associated with ground glass mainly in the upper lobes of the right lung, atelectasis in the lower lobes, lingula, and middle lobe. The patient responded to treatment and was discharged on November 17, 2020.\n\nRecommendations:\nThe patient is advised to continue medical treatment and to follow up with their internist regularly. He is also encouraged to engage in self-care measures such as hand hygiene, social distancing, and wearing a mask in public, to reduce the risk of contracting and spreading infection.\n\nFollow-up:\nThe patient is scheduled to return for follow-up visits with his internist to monitor his overall health and progress. He is advised to seek immediate medical attention if symptoms of recurrence or new symptoms develop."
  },
  {
    "patient_id": 95165,
    "note": "Discharge Summary\n\nPatient Name: (Patient's name)\n\nDate of Admission: (Date of admission)\n\nDate of Discharge: (Date of discharge)\n\nDischarge Diagnosis: Adenocarcinoma of sigmoid colon\n\nHospital Course:\n\nThe patient was admitted to the hospital for further examination after being diagnosed with a sigmoid colon lesion. A colonoscopy revealed a 12 mm type 0-Is lesion in the sigmoid colon, which was diagnosed as an adenoma or intramucosal cancer. The lesion was removed by piecemeal resection, and the post-resection defect was closed with metallic endoclips. Histopathological examination confirmed a well-differentiated adenocarcinoma with low grade atypia, and the treatment was considered a curative resection.\n\nFollow up colonoscopies were performed 1 and 3 years after endoscopic resection, and no residual or recurrent lesion was detected. A follow-up colonoscopy was scheduled at 5 years after treatment, but it was cancelled for personal reasons.\n\nIn 2007, the patient's third follow-up colonoscopy revealed a protruding submucosal tumor (SMT), 20 mm in size at the site of the previous endoscopic resection. Histopathological diagnosis confirmed an adenocarcinoma, and a laparoscopic-assisted sigmoidectomy with D3 lymph node resection was performed. Histopathological analysis of the resected lesion revealed a moderately differentiated adenocarcinoma with lymph node metastasis, lymphovascular invasion, venous invasion, and perineural invasion.\n\nThe patient recovered well after surgery and was discharged with appropriate follow-up instructions. The patient was advised to continue follow-up care with their primary care provider and to undergo frequent colonoscopies to monitor for any future recurrence or new lesions.\n\nDischarge Medications:\n\nNone\n\nFollow-Up Instructions:\n\nThe patient was advised to continue follow-up care with their primary care provider and to undergo frequent colonoscopies to monitor for any future recurrence or new lesions."
  },
  {
    "patient_id": 60448,
    "note": "Hospital Course: Patient presented to the emergency department after a motor vehicle accident with loss of consciousness and persistent bradycardia. He had facial abrasions and epistaxis, but no evidence of cerebrospinal fluid otorrhea or rhinorrhea, or extremity deformity. He was found to have bradycardia and pulseless electrical activity followed by timely resuscitation. Glasgow Coma Scale score was E1VTM1 and bilateral pupil size was 3.5 mm without light reflex. ECG findings revealed ST-segment elevation in leads II and V3-6, suspected acute myocardial infarction, and subsequent atrial fibrillation with a rapid ventricular response and ST-segment depression. Bedside cardiac ultrasound showed grossly normal wall motion of the left ventricle while diagnostic coronary angiography revealed coronary artery spasm and a myocardial bridge of the left anterior descending artery, with no occluded segments or flow-limiting lesions.\n \nManagement and Treatment: Patient was placed on extracorporeal membrane oxygenation due to poor response to inotropic agents and suspected liver laceration with hemoperitoneum. The administration of an intracoronary nitroglycerin injection led to significant increase in the native left coronary artery and right coronary artery diameters. Left ventriculogram showed mild mitral valve regurgitation and mild hypokinesia of the inferior wall. Left ventricular ejection fraction was 60% under ECMO and inotropic agents; however, patient remained with a low cardiac output and eventually progressed into shock and died.\n\nPatient Condition and Prognosis: Despite adequate resuscitation, the patient's condition continued to progressively deteriorate, leading to his eventual death."
  },
  {
    "patient_id": 83466,
    "note": "Hospital Course:\nThe patient, a 26-year-old female with morbid obesity, was admitted for laparoscopic adjustable gastric banding. She was released from the hospital three days later but was readmitted four months later with a diagnosis of superior digestive hemorrhage and status post gastric banding. Radiological examination revealed an anteriorly malrotated ring with a small retro-parietal fistula in the gastric fundus. Surgical intervention was then performed to extract the band. The rubber hose of the ring was found to have caused a severe inflammatory reaction, incorporating the abdominal esophagus, cardiac area of the stomach, and the celiac region. A difficult sharp dissection was started for viscerolysis. However, during the intervention, arterial blood was spotted flowing through the nasogastric tube, indicating superior digestive hemorrhage. The procedure was immediately converted from laparoscopy to a xiphoid-umbilical laparotomy associated with gastrotomy step in which blood"
  },
  {
    "patient_id": 85670,
    "note": "DISCHARGE SUMMARY\n\nPatient Name: N/A\nDOB: 1951\nGender: Male\n\nAdmission Date: N/A\nDischarge Date: N/A\nLength of Stay: N/A\n\nHospital Course:\nThe patient was a 64-year-old male former smoker with IPF who presented to our hospital after developing dyspnea 65 days after initiating the treatment dose of nintedanib. Chest CT revealed newly developed diffuse ground glass opacities, and laboratory investigation revealed high serum levels of Krebs von den Lungen-6, surfactant protein D, and lactate dehydrogenase. The possibility of infection, left-sided heart failure, and pulmonary embolism was ruled out, and an acute exacerbation of IPF was diagnosed.\n\nIn accordance with the study protocol, nintedanib was discontinued and intensive treatment was initiated comprising methyl prednisolone pulse therapy, direct hemoperfusion using a polymyxin B immobilized fiber column, intravenous cyclophosphamide, and cyclosporine. Subsequently, the patient's clinical symptoms, PaO2/FiO2 ratio, and imaging findings gradually improved.\n\nAfter careful observation, nintedanib was readministered 30 days after it had been stopped. Although his FVC temporarily decreased after the acute exacerbation, it remained stable from May 2012 to January 2013. Nintedanib was safely continued without the recurrence of acute exacerbations until the patient died of a bacterial infection in February 2014.\n\nHospital Discharge:\nThe patient remained in our care until his passing in February 2014."
  },
  {
    "patient_id": 90359,
    "note": "DISCHARGE SUMMARY\n\nAdmission Date: April 2007\nDischarge Date:\n\nPatient Name: [Patient Name]\nAge: 58\nGender: Male\n\nAdmitting Diagnosis:\nSuspected metastasis of sigmoid cancer in Couinaud segment 7\n\nHistory:\nThe patient underwent resection of colon sigmoideum due to carcinoma in 2003. Additionally, he suffered from mild hypertension and non-insulin-dependent diabetes mellitus.\n\nHospital Course:\nThe patient was admitted with a suspected metastasis of sigmoid cancer in Couinaud segment 7. An abdominal ultrasound was performed, and a CT scan was ordered. The CT scan showed a liver metastasis in Couinaud segment 7 with a size of 2.2 × 2.4 cm that was closely attached to the right hepatic vein. Analysis of the CT scan revealed that the proximal part of the middle hepatic vein was completely missing, whereas its distal branches seemed to be open. An additional 3D imaging of the case was done to get more detailed information about the anatomical situation. As the non-existence of a middle hepatic vein may have led to insufficient drainage of remnant hepatic parenchyma following a bisegmental resection of CS 6 and 7, a right-sided hemihepatectomy was performed. The pathologic examination confirmed the diagnosis of colorectal liver metastasis. The patient's intra- and postoperative courses were uneventful. He was discharged on the eighth postoperative day.\n\nFollow-up Plan:\nThe patient is advised to complete his follow-up visits as recommended by his physician.\n\nDischarge Condition:\nStable\n\nDischarge Medications:\nNone\n\nFollow-up Appointments:\nRecommended by his physician.\n\nDischarge Instructions:\nThe patient was advised to continue taking his medications as prescribed, maintain a healthy lifestyle, and follow up with his physician as recommended. He was also encouraged to contact his physician immediately if he experiences any new symptoms or if his condition worsens."
  },
  {
    "patient_id": 122317,
    "note": "Discharge Summary:\n\nPatient Name: [Redacted]\n\nAdmission Date: [Redacted]\nDischarge Date: [Redacted]\nLength of Stay: [Redacted]\n\nDiagnosis:\nLeft occipital pain\n\nHospital Course:\nThe patient was admitted with a complaint of left occipital pain. CT angiography was performed, which showed a left duplicated VA originating from the left subclavian artery and aortic arch. The axial CT demonstrated that the medial limb of the duplicated VA was located anteriorly to the vertebral transverse foramen and medially to the CCA. The symptom of the patient was relieved after conservative management.\n\nSummary:\nThe patient was admitted with left occipital pain. The CT angiography showed left duplicated VA originating from the left subclavian artery and aortic arch. The axial CT demonstrates that the medial limb of the duplicated VA was located anteriorly to the vertebral transverse foramen and medially to the CCA. The patient was successfully managed with conservative treatment, and the symptoms were relieved. The patient was discharged in stable condition."
  },
  {
    "patient_id": 150356,
    "note": "Discharge Summary:\n\nPatient Name: [Patient's name]\n\nPatient ID: [Patient's ID]\n\nAdmission Date: [Admission Date]\n\nDischarge Date: [Discharge Date]\n\nDuration of Stay: [Duration of Stay]\n\nAdmitting Diagnosis: Occipital subcutaneous hematoma, severe anterior dislocation of C6/7, and spinal cord edema.\n\nProcedure Performed: Emergency surgery with cervical traction, manipulative reduction, laminectomy of C5-T1, and posterior fusion of C6/7.\n\nHospital Course:\n\nThe patient was admitted to the hospital with an occipital subcutaneous hematoma and severe anterior dislocation of C6/7, which resulted in spinal cord edema. Emergency surgery was performed to alleviate the condition. The surgery involved cervical traction, manipulative reduction, laminectomy of C5-T1, and posterior fusion of C6/7. Postoperative computed tomography and magnetic resonance imaging indicated that cervical alignment had improved, and the spinal cord edema had been mitigated. The patient's recovery was uneventful, and he actively participated in rehabilitation after being transferred to a rehabilitation hospital. Three months after the surgery, motor function and sensory impairment of the lower limbs had improved, and the patient was ambulatory upon discharge from the hospital.\n\nCondition at Discharge:\n\nThe patient's condition at the time of discharge improved considerably compared to the time of admission. Motor function and sensory impairment of the lower limbs had improved. The patient was ambulatory at the time of discharge.\n\nFollow-up Recommendations:\n\nThe patient should follow up with the surgeon and continue rehabilitation to build on the progress made during hospitalization."
  },
  {
    "patient_id": 18384,
    "note": "Discharge Summary:\n\nPatient Name: [Name]\n\nAge: 39 years\n\nSex: Male\n\nDate of Admission: [Date]\n\nDate of Discharge: [Date]\n\nAdmission Diagnosis: Muscle weakness, previous history of high-voltage electrical shock\n\nDischarge Diagnosis: Resolving muscle weakness, history of previous electrical shock injury with left arm amputation\n\nBrief Hospital Course: The patient was admitted for muscle weakness and underwent thorough neurological and physical examinations. The patient had a history of high voltage electrical shock from power lines, resulting in the amputation of his left upper limb and a skin transplant for the occipital area of the scalp. The patient presented with muscle weakness of the bilateral upper and lower extremities and increased reflexes. Brain and complete spine MRIs were normal at the time of admission. \n\nDuring the hospital course, the patient's muscle weakness was monitored and gradually resolved. Deep tendon reflexes remain increased but other neurological symptoms were not observed. The patient was able to walk independently, with some difficulty due to mildly spastic movements. No significant sensory deficit or signs of cognitive or cranial nerve dysfunction were observed. The patient underwent nerve conduction tests, which revealed no abnormalities that suggest peripheral nerve lesion.\n\nDiagnostic Testing: The patient underwent a DTI scan, which revealed thinning of the corticospinal tracts and corticoreticular pathways in bilateral hemispheres compared to those of a healthy control subject.\n\nDischarge Instructions: The patient was discharged with instructions to continue physical therapy and to follow up with their primary care physician.\n\nFollow-up Care: The patient will follow up with their primary care physician for further physical evaluation and monitoring of symptoms.\n\nSigned: [physician's name]\n\nDate: [Date]"
  },
  {
    "patient_id": 81728,
    "note": "Hospital Course Summary:\n\nAdmission Date: 2 November 2013\nDischarge Date: 27 November 2013\n\nPatient Name: [Name]\nGender: Female\nAge: 29\nAdmitting Diagnosis: Incomplete Vogt-Koyanagi-Harada (VKH)\n\nHospital Course:\nThe patient presented with acute vision loss in both eyes, along with the appearance of metamorphopsia. She also had meningismus and mild iridocyclitis in both eyes. Ophthalmoscopic examination revealed multi-focal serous retinal detachment and bullous retinal detachment in both eyes. The patient was diagnosed with incomplete VKH and recommended systemic high-dose corticosteroids for treatment. However, the patient refused such treatment due to the potential adverse effects to the fetus. Topical ophthalmic betamethasone was administered instead.\n\nAfter a few visits, the patient reported visual improvement in both eyes, and a subsequent examination revealed a typical sunset glow fundus without any subretinal fluid. The patient delivered a healthy female baby and did not show any recurrence of VKH in the subsequent visits.\n\nSummary:\nThe 29-year-old female patient was admitted with incomplete VKH characterized by acute vision loss in both eyes, along with the appearance of metamorphopsia. Meningismus, mild iridocyclitis, and multi-focal serous retinal detachment and bullous retinal detachment were observed. The patient refused systemic high-dose corticosteroids and received topical ophthalmic betamethasone. After delivery of a healthy baby, the patient did not show any recurrence of VKH in the subsequent visits."
  },
  {
    "patient_id": 21691,
    "note": "Hospital Course:\nThe 38-year-old male patient with a history of Charcot-Marie-Tooth X-linked type 1 (CMTX) presented with dysarthria that lasted for about one hour. The patient reported prolonged sun exposure during his holidays on the island of Corfu. The next day, his dysarthria recurred and lasted for two hours before resolving. No other neurological symptoms were noted on examination. Blood tests including an immunological screen, urine analysis, and cerebrospinal fluid analysis were normal. Magnetic resonance imaging (MRI) of the brain showed symmetric deep white matter involvement of the centrum semiovale posterior frontal and parietal regions and the splenium of the corpus callosum, with T2/FLAIR hyperintensity and restricted diffusion on ADC map images. The patient was treated empirically with corticosteroids and his neurological examination returned to baseline. Further medical history revealed two similar episodes in the past, one at the age of eleven years and another at the age of 21 years, which were also associated with sun exposure. The patient has now been discharged with follow-up with his primary care physician and neurologist recommended. No further treatment was prescribed."
  },
  {
    "patient_id": 132203,
    "note": "Discharge Summary:\n\nPatient Name: [Redacted]\nAge: 35\nSex: Male\n\nClinical Course:\n\nThe patient was admitted to our hospital after reporting an episode of anaphylaxis/severe systemic reaction a few minutes after consuming cooked onion. Upon admission, the patient presented with intense itching, urticaria, dyspnoea, dysphonia and malaise. After diagnosis, the patient was treated accordingly and has since made significant progress towards recovery.\n\nHospital Course:\n\nThe patient was closely monitored throughout their stay and underwent thorough medical evaluations to determine the underlying cause of the anaphylactic reaction. Appropriate management strategies were employed to control symptoms and provide relief to the patient. Close follow-up with the patient will be scheduled to ensure their continued improvement.\n\nConclusion:\n\nThe patient has been discharged and advised to stay away from onion and other known allergens. The patient has been given detailed post-discharge instructions and referred to an allergist for further evaluation and management. We wish the patient good health and a speedy recovery."
  },
  {
    "patient_id": 127772,
    "note": "Discharge Summary:\n\nAdmission Date: [Date of Admission]\nDischarge Date: [Date of Discharge]\nPatient Name: [Patient Name]\nMedical Record Number: [Medical Record Number]\n\nHospital Course:\n\nThe patient was admitted for correction of facial aging presenting with marionette lines, skin laxity, jowl fat accumulation and skin drooping. The treatment involved 1 cc of diluted CaHA filler with over 100 passes. The filler was injected with a 27G, 40 mm cannula from the deep dermal to subdermal layer junction of the marionette lines and into multiple points from the subdermal fat layer to the level above the marionette lines. The filler injections were performed with the aim of minimizing lump and palpable mass formation and to correct the volume loss.\n\nUpon completion of the filler injections, the patient showed improvements in skin quality. At 1 month, a biopsy was performed, and the assessment by low-resolution derma-scope revealed that the filler corrected the volume loss. Fine wrinkles and skin fold improvements persisted for over 1 year.\n\nDiagnosis:\n\nFacial Aging with Marionette Lines and Skin Laxity.\n\nTreatment:\n\n1 cc of diluted CaHA filler was injected with a 27G, 40 mm cannula. The filler was injected into the deep dermal to subdermal layer junction of the marionette lines, and into multiple points from the subdermal fat layer to the level above the marionette lines.\n\nOutcome:\n\nThe patient showed improvements in skin quality and fine wrinkles and skin fold improvements persisted for over 1 year following treatment.\n\nFollow-up Plan:\n\nNo follow-up appointments are required at this time.\n\n\nThis discharge summary provides a comprehensive overview of the patient's condition, treatment, and outcome. It follows EHR standards and provides all the necessary information required for any further follow-up communication."
  },
  {
    "patient_id": 70180,
    "note": "Discharge Summary:\n\nPatient Name: N/A\nMedical Record Number: N/A\nSex: Male\nAge: 54 years\n\nHospital Course:\nThe patient was admitted with a history of general fatigue, recurrent hypoglycemia, and low morning cortisol, following the administration of nivolumab for bone and lung metastasis. Laboratory examination revealed remarkably low early morning plasma ACTH and serum cortisol, along with primary hypothyroidism. Magnetic resonance imaging (MRI) scan showed no space-occupying lesions in the pituitary gland or hypothalamus, but heterogeneous enhancement of the pituitary gland.\n\nDiagnosis:\nNew on-set isolated ACTH deficiency was definitively diagnosed, and the etiology was assumed to be nivolumab-induced hypophysitis. Primary hypothyroidism was also diagnosed.\n\nTreatment:\nHormone replacement of oral cortisone acetate was increased and adjusted to 25 and 12.5 mg, respectively, along with the addition of levothyroxine to 100 μg once daily. During this time, the patient received a lower dose and longer interval of nivolumab.\n\nOutcome and Follow-up:\nA follow-up visit showed normal thyroid hormone level. Serum cortisol was also stable at 14.62 μg/dL. The patient did not show any signs of progression of metastasis and was discharged in stable condition.\n\nFollow-up Recommendations:\nThe patient is advised to continue hormone replacement therapy and follow-up with endocrinology regularly to monitor hormone levels. The patient should also refrain from using nivolumab, and in case of any new medications, the endocrinologist should be informed."
  },
  {
    "patient_id": 69128,
    "note": "Hospital Course:\nThe patient, a 74-year-old male, was admitted with hand tremors that had been worsening over the past year and gait disturbance attributed to previous joint injuries. Additionally, the patient had been experiencing urinary and fecal incontinence, forgetfulness, misinterpretations of TV programs, and confusion regarding his own home within the last month. The patient had a family history of tremors and cognitive decline. On examination, the patient presented with postural and kinetic tremors in upper extremities, left greater than right, as well as ataxia and voice tremors. Cognitive impairment was observed during multiple tests. Routine laboratory tests were normal except for a high serum level of triglycerides. Brain MRI imaging showed white matter hyperintensities in multiple regions. Genetic testing revealed a premutation in the FMR1 gene, leading to the diagnosis of fragile X syndrome. The patient was treated with primidone and propranolol with partial improvement in tremors.\n\nHospital Course Summary:\nThe 74-year-old male patient was admitted with worsening hand tremors, gait disturbance, and incontinence. Further examination revealed cognitive decline and a family history of tremors and cognitive impairment. The patient underwent imaging and genetic testing, leading to a diagnosis of fragile X syndrome. Treatment was initiated with primidone and propranolol with partial improvement in tremors."
  },
  {
    "patient_id": 109325,
    "note": "Discharge Summary\n\nPatient Information:\nName: [Redacted]\nGender: Male\nAge: 52 years\n\nHospital Course:\nThe patient was admitted with the chief complaint of pain and swelling in the upper right anterior region that had been present for 8 months. On examination, a diffuse swelling was observed on the right side of the face, and an erythematous growth was found on the right side of the maxilla. Radiographic examination revealed ill-defined radiolucency and significant bone loss on the right side of the maxilla. Destruction of the lower orbital margin was also noted. The patient underwent an incisional biopsy, and the histopathological examination showed the presence of odontogenic epithelium in various patterns, predominantly in a follicular pattern. A diagnosis of AC was established based on the histopathological examination. Immunohistochemistry further confirmed the diagnosis by staining positive for CK19. \n\nDiagnosis:\nOdontogenic tumor - AC\n\nTreatment:\nThe patient received definitive treatment via a surgical approach. No complications were reported post-surgery. The patient was advised to follow-up regularly for further monitoring.\n\nCondition at Discharge:\nThe patient's condition at discharge was stable. There were no reported complications, and the surgical intervention was successful. \n\nFollow-up:\nThe patient was recommended to schedule routine follow-up appointments for further assessment and monitoring. \n\nSummary:\nThe patient, a 52-year-old male, presented with pain and swelling in the upper right anterior region. A diagnosis of odontogenic tumor - AC - was established based on the histopathological examination and immunohistochemistry. The patient received surgical treatment, which was successful without complications. No further complications were reported post-surgery, and the patient's condition at discharge was stable. The patient was advised to schedule routine follow-up appointments for further assessment and monitoring."
  },
  {
    "patient_id": 34238,
    "note": "Discharge Summary:\n\nPatient: 8-year-old female spayed outdoor-only mixed breed dog\nHospitalization Date: [Date]\nDischarge Date: [Date]\n\nReason for Hospitalization:\nThe patient presented with prerenal azotemia and suspected urinary tract infection, which worsened despite initial treatment. Further evaluation showed a heteroechoic mass arising from the caudal margin of the left liver, splenic nodules, and a single left renal cortical cyst. Aspiration biopsy of the liver mass revealed a population of round cells compatible with a plasma cell neoplasm. The patient was diagnosed with a LC multiple myeloma following additional testing.\n\nHospital Course:\nDuring hospitalization, the patient's azotemia worsened despite fluid treatment, and a renal diet was initiated. After discharge, the patient underwent a liver lobectomy to remove the solitary liver mass and renal biopsy specimens confirmed chronic tubulointerstitial lymphoplasmacytic nephritis consistent with end-stage renal disease. Hepatic lymph nodes did not show evidence of metastatic disease. Chemotherapy was not pursued. Despite medical intervention, the patient's renal function declined, and the patient was euthanized approximately 5 months after surgical excision.\n\nDiagnoses:\nLC multiple myeloma, chronic tubulointerstitial lymphoplasmacytic nephritis consistent with end-stage renal disease\n\nSummary:\nThe patient presented with prerenal azotemia and suspected urinary tract infection that worsened despite initial treatment. Further evaluation showed a LC multiple myeloma and chronic tubulointerstitial lymphoplasmacytic nephritis consistent with end-stage renal disease. The patient underwent a liver lobectomy to remove the solitary liver mass and renal biopsy specimens were obtained. Despite medical intervention, renal function declined, and the patient was euthanized approximately 5 months after surgical excision."
  },
  {
    "patient_id": 152023,
    "note": "Discharge Summary:\n\nPatient: RS, 12-year-old female child\n\nDate of Admission: [Date of Admission]\n\nDate of Discharge: [Date of Discharge]\n\nAdmission Diagnosis: Dermatitis artefacta\n\nClinical Course:\n\nRS was brought to the dermatology outpatient department with sudden onset of multiple geometric erythematous lesions with sharp margins on both her arms. There were no complaints of pain or discharge from the lesions. After investigations, the diagnosis was dermatitis artefacta and the child was referred to the psychiatry OPD.\n\nDuring the consultation with the child and her parents, it was discovered that RS was experiencing difficulty in studying and was often rebuked by her father for her poor academic performance. She talked about the difficulty in focusing on studies since her primary school days and inability to organize her tasks which would often result in late submissions of her work. She also talked about feelings of loneliness and inadequacy due to the lack of attention from her father. The child fulfilled criteria for ADHD, predominantly inattentive type as per DSM-5, and was prescribed with tablet atomoxetine 10 mg. RS has been under regular follow-up and her condition has improved.\n\nRecommendations:\n\n1. Encourage parents to support RS in her academic endeavors.\n2. Encourage regular follow-up visits for medication management.\n3. Advise RS to practice relaxation techniques to manage stress.\n4. Encourage parents to attend parenting classes to learn how to provide constructive support to their children."
  },
  {
    "patient_id": 165359,
    "note": "Hospital Course:\n\nThe patient, a 23-year-old primigravida at 13 weeks of gestation, presented with urgency, dysuria, and increased frequency of urine. An examination revealed a mobile hard mass in the right iliac fossa and a large bony mass in the vagina. A probable diagnosis of bladder stone complicating pregnancy was made. She was admitted to the tertiary hospital where an ultrasound confirmed the presence of mild bilateral hydroureteronephrosis and a large vesical calculus measuring 8.3 cm.\n\nTests and Procedures:\n\nThe patient underwent an open cystolithotomy under spinal anesthesia. Intraoperative cystoscopy revealed bladder trabeculation with a stone sitting in the anterior wall of trabeculation. Two small diverticuli were seen. Right ureteric orifice was seen refluxing and pus flakes were present. On cystolithotomy, a 8 x 7 cm stone was removed.\n\nFollow-Up Care:\n\nPostoperatively, the patient had continuous bladder drainage for 2 weeks and was treated with appropriate antibiotics. She also received antibiotic prophylaxis till delivery. She delivered normally a live-term baby girl of Apgar 9 and 10 and birth weight 2.42 kg at 38 weeks of gestation and is on regular follow up and doing well.\n\nDiagnosis:\n\nBladder stone complicating pregnancy with mild bilateral hydroureteronephrosis.\n\nCondition at Discharge:\n\nThe patient was discharged in good condition.\n\nDischarge Instructions:\n\nThe patient was advised to continue regular follow-up appointments and to seek medical advice if there are any issues with urination or abdominal pain."
  },
  {
    "patient_id": 136861,
    "note": "Patient: 9-day-old African-American girl\n\nReason for admission:\nEvaluation of a well-circumscribed, nontender, and firm soft tissue mass on the anterior abdominal wall. The mass was noted at birth but was undetected on prenatal ultrasound evaluations.\n\nHospital Course:\nAn initial abdominal ultrasound of the patient on the first day of life revealed a left upper quadrant soft tissue mass and similar subcutaneous nodules on the upper back and left hip. Several diagnostic imaging tests later, an incisional biopsy revealed a fibromyxoid stromal background. Immunohistochemical stains were performed and the tumor stained positive for β-catenin (cytoplasmic only) and smooth muscle actin. Based on these pathology studies and the clinical presentation, the patient was diagnosed with infantile myofibroma (IM). She was then treated with vinblastine and methotrexate chemotherapy that lasted for 9 months. Her condition was stable at 13 months of age when she was last seen. \n\nDischarge Diagnosis:\nInfantile myofibroma (IM)\n\nDischarge Condition: \nStable\n\nTreatment: \nVinblastine and methotrexate chemotherapy\n\nFollow-up Plan:\nUnknown as the patient has been lost to follow-up. \n\nClinical findings:\nLeft upper quadrant soft tissue mass, similar subcutaneous nodules on the upper back and left hip.\n\nRadiographic Differential Diagnosis:\nMetastatic neuroblastoma, infection, multifocal Langerhans cell histiocytosis, IM, neurofibroma.\n\nFinal Pathology:\nIM with β-catenin (cytoplasmic only) and smooth muscle actin positivity."
  },
  {
    "patient_id": 74208,
    "note": "Hospital Course:\n\nThe patient presented with craniosynostosis and syndactyly of the hands and feet. A diagnosis of Apert syndrome (AS) was confirmed after genetic testing revealed a mutation in the FGFR2 gene. No mutations were found in either parent, indicating that the mutation was spontaneous. The patient was treated symptomatically and monitored closely during hospitalization. The patient's symptoms stabilized, and the patient was deemed ready for discharge.\n\nPresenting Symptoms:\n\nCraniosynostosis and syndactyly of the hands and feet.\n\nDiagnosis:\n\nApert syndrome (AS).\n\nTreatment:\n\nSymptomatic treatment and monitoring.\n\nHospital Course and Progress:\n\nThe patient's symptoms stabilized, and the patient was deemed ready for discharge.\n\nFollow-up Recommendations:\n\nLong-term monitoring is recommended for this patient due to the genetic nature of the condition. Referral to a genetic counselor is advised for the patient and family. Follow-up with a specialist in craniofacial abnormalities is also recommended."
  },
  {
    "patient_id": 5791,
    "note": "HOSPITAL COURSE SUMMARY:\n\nPatient: 65-70-year-old woman with transient vertigo and ear fullness\n\nMedical History:\n- Reported transient vertigo for 6 years\n- Breast cancer diagnosis 2 years ago\n\nClinical Findings:\n- Occurrence of vertigo increased to 2-3 times a month after estrogen treatment initiation\n- Vertigo lasted for around 30 minutes accompanied by ear fullness and hearing difficulty on the left ear\n- Interictal examination showed no spontaneous or triggered nystagmus during positional maneuvers or after horizontal head-shaking\n- Fluctuating left sensorineural hearing loss, especially in the lower frequency range\n- Results of bithermal caloric tests, cervical and ocular VEMPs, and brain MRIs and MR angiography were normal\n\nDiagnosis:\n- Meniere's disease (MD)\n\nTreatment:\n- Medication including 12 mg of betahistine, 25/25 mg of spironolactone/hydrochlorothiazide per day\n- Vertigo spell markedly decreased with medication\n\nPlan:\n- Recommend patient to continue medication regimen and follow-up with physician for any further concerns or changes in symptoms."
  },
  {
    "patient_id": 166950,
    "note": "Admission and Clinical Course:\nThe patient was a 69-year-old female with multiple comorbidities, including diabetes, hypertension, and dyslipidemia, who underwent bifrontal craniotomy in 1996 complicated by osteomyelitis. Despite several courses of combination antibiotics, the wound continued to be foul-smelling. The patient presented with counting finger vision and mature cataract bilaterally. Funduscopy was negative for diabetic retinopathy. Sequential sutureless phacoemulsification was performed, with final uncorrected vision of 6/7.5 in each eye, 5 months apart.\n\nHospital Course:\nSurgery was carried out under topical anesthesia and without the application of topical povidone iodine. The eyelid and eyebrow region were scrubbed with povidone iodine, and self-sealing limbal tracts were created while avoiding multiple entry and exit from the eyes. Special attention was paid to keeping the eye at a pressure of 25 mmHg throughout the procedure. No intracameral antibiotics were given at the end of surgery. Postoperatively, the patient received tobramycin and dexamethasone ointment and drops of moxifloxacin along with a combination of netilmicin sulfate with dexamethasone phosphate for 3 weeks, followed by 5 days of oral moxifloxacin. The patient was closely monitored every 2 days and showed no signs of anterior chamber inflammation for 2 months postoperatively.\n\nDiagnosis:\nCounting finger vision with mature cataract bilaterally.\n\nDisposition:\nThe patient was discharged in stable condition.\n\nInstructions/Follow-up:\nNo instructions or follow-up indicated."
  },
  {
    "patient_id": 88671,
    "note": "Discharge Summary\n\nPatient Name: [REDACTED]\nDate of Admission: [REDACTED]\nDate of Discharge: [REDACTED]\n\nHospital Course:\nThe patient was admitted to the hospital with progressively worsening epigastric and back pain, along with a 12 kg weight loss and jaundice. Liver function tests showed evidence of biliary obstruction. Imaging studies revealed the presence of a pancreatic mass and peripancreatic lymphadenopathy, without involvement of mesenteric vessels or liver.\n\nThe patient underwent ERCP and insertion of a biliary stent which provided relief from the obstruction. Biliary brushings and subsequent FNA were not diagnostic. Laparotomy and open biopsy of the peripancreatic lymph nodes revealed diffuse large B-cell lymphoma which was CD20 positive. Resection was not performed.\n\nTreatment:\nThe patient was treated with three cycles of CHOP chemotherapy followed by involved field radiotherapy (42 Gy in 19 fractions). He had a complete response to treatment.\n\nRelapse and Further Treatment:\nThe patient relapsed out of field 21 months following diagnosis, 17 months after treatment. He received complete response after being treated with second-line ICE chemotherapy, high-dose BEAM chemotherapy and autologous stem cell transplantation. After 64 months following diagnosis, 37 months from 2nd treatment, the patient remains in remission.\n\nDischarge Diagnosis:\n1. Pancreatic mass with peripancreatic lymphadenopathy\n2. Diffuse large B-cell lymphoma, CD20 positive\n\nDischarge Instructions:\n1. Follow up with oncologist as scheduled\n2. Take all prescribed medications as directed\n3. Adhere to a healthy diet and exercise regimen\n4. Report any unusual symptoms immediately\n\nFollow-Up Plan:\nThe patient will continue to be followed by an oncologist on a regular basis to monitor his condition and response to treatment.\n\nSigned,\n[REDACTED], MD"
  },
  {
    "patient_id": 87418,
    "note": "Discharge Summary\n\nPatient Name: [Name]\nMR#: [Number]\nAge: 75\nGender: Male\nAdmission Date: [Date]\nDischarge Date: [Date]\n\nHospital Course:\nThe patient was admitted due to hip prosthesis loosening 18 months after a hip revision surgery for P. avidum infection. Aspiration from the hip showed growth of P. avidum, and a CT scan revealed abscess formation below the acetabular floor inside the pelvis. The hip prosthesis was extracted in a two-stage hip revision surgery approach, and treatment was initiated with piperacillin/tazobactam. After 8 days, treatment was changed to benzyl-penicillin. Three weeks later, the patient experienced increased hip pain, and a CT scan showed multiple abscesses around the Girdlestone hip. Another reoperation was performed with debridement, locally administered gentamicin, and drainage. Treatment was initiated with piperacillin/tazobactam and vancomycin before being switched to trimethoprim/sulphamethoxazole orally. The patient was discharged 6 weeks later with minor pain from the hip, and treatment with trimethoprim/sulphamethoxazole and amoxicillin orally for 6 months. After treatment, the patient’s CRP was normal, and the second-stage surgery was performed 10 months after the first-stage revision, where there were no growths.\n\nDiagnosis:\nHip prosthesis loosening due to P. avidum infection.\n\nTreatment:\nThe patient received a two-stage hip revision surgery approach with debridement, locally administered gentamicin, and drainage. Treatment was initiated with piperacillin/tazobactam before being switched to benzyl-penicillin and later trimethoprim/sulphamethoxazole orally. Treatment with trimethoprim/sulphamethoxazole and amoxicillin orally for 6 months followed the second-stage revision surgery.\n\nCondition at Discharge:\nThe patient experienced minor hip pain.\n\nFollow-up Plan:\nThe patient is discharged and will follow-up with their medical team for further assistance."
  },
  {
    "patient_id": 110205,
    "note": "Hospital Course Summary:\n\nPatient was a 7-year-old male child who presented to the Department of Pediatric Dentistry with a history of swelling in the lower right anterior segment for the past 6 months. Intraoral examination revealed a hard, non-tender swelling on the alveolar ridge distal to the right mandibular lateral incisor. Radiographic examination revealed a well-demarcated radiopaque lesion associated with missing deciduous canine. Based on these findings, a provisional diagnosis of complex odontoma was made.\n\nThe patient underwent surgical removal of the lesion with an incision given extending from the midbuccal aspect of 41 to the midbuccal aspect of 84. After full-thickness mucoperiosteal flap was raised, superficial bone was removed followed by the removal of the mass of ill-formed calcified structure along with the impacted deciduous canine, with elevator without damage to adjacent teeth. The flap was approximated and sutured. The histopathological examination of the decalcified hard tissue mass revealed an ill-organized structure of enamel, dentin, cementum, and pulp tissue, with larger quantities of dentin and cementum, suggestive of complex odontoma.\n\nBased on the histopathological examination and appearance of the gross specimen, it was confirmed that the patient had complex odontoma, which is a rare entity in a young child. Appropriate postoperative care was given, and the patient was discharged in a stable condition.\n\nFollow-up appointments were advised to ensure proper healing of the surgical site and monitoring of the patient's condition. The patient was advised to maintain good oral hygiene habits to prevent future complications."
  },
  {
    "patient_id": 100894,
    "note": "Discharge Summary\n\nPatient Name: [REDACTED]\nGender: Female\nAge: 68 years\nMedical Record Number: [REDACTED]\n\nHospital Course Summary:\n\nThe patient was admitted with a diagnosis of center-involved diabetic macular edema (DME) in the right and left eyes, which was unresponsive to prior intravitreal injection (IVI) therapies and macular and peripheral laser treatments. Additionally, she had comorbidities of hypertension and dyslipidemia.\n\nThe patient underwent a pars plana vitrectomy (PPV) with internal limiting membrane (ILM) peeling combined with phacoemulsification in the left eye in November 2014, followed by an intravitreal injection of IVTA with no regression of the DME. Due to the unresponsiveness to IVTA, a change of therapy to a FAc implant was considered in mid-2015, which was injected into both the right and left eyes.\n\nThroughout the patient's hospitalization, eye specialists monitored her condition and adjusted her medications as necessary. The patient's condition improved following the FAc implant therapy, and her discharge on [REDACTED] was approved by the treating physician.\n\nThe patient is advised to follow up with her eye specialists for further assessment and continued care.\n\nPrimary Diagnosis:\n- Center-involved DME in the right and left eye\n\nComorbidities:\n- Hypertension\n- Dyslipidemia\n\nTreatment:\n- PPV with ILM peeling combined with phacoemulsification in the left eye\n- Intravitreal injection of IVTA\n- FAc implant therapy in both eyes\n\nFollow-up Plan:\n- Follow up with eye specialists for further assessment and continued care."
  },
  {
    "patient_id": 21942,
    "note": "Discharge Summary:\n\nPatient: 29-year-old female\n\nChief Complaint: Visual loss in the right eye\n\nHospital Course:\nThe patient presented with visual loss in her right eye and was found to have keratic precipitates, anterior chamber cells, and anterior vitreous cells. A fundus examination showed vitritis and a focal necrotizing retinal choroidal lesion. A SS-OCT image obtained through the active lesion showed nerve fiber swelling and choroidal thickening. The OCTA performed on the lesion showed reduced blood flow. The patient was diagnosed with toxoplasmosis based on positive IgG levels and was treated with a combination of trimethoprim and sulfamethoxazole, as well as prednisone. Lesion regression and visual acuity improvement were seen. After healing, SS-OCT imaging of the lesion showed disorganization of the entire retinal architecture. The borders of the retinal layers in the retinal choroidal lesion were unrecognizable. The choroid surrounding the lesion site was thinner compared to the adjacent areas. An OCTA image of the lesion showed increase in flow signal and anomalous vessels in the retinochoroiditis area.\n\nHospital Course Summary:\nA 29-year-old female presented with visual loss in her right eye. She was found to have keratic precipitates, cells in the anterior chamber and vitreous, and a focal necrotizing retinal choroidal lesion. A diagnosis of toxoplasmosis was confirmed by positive IgG levels and treated with a combination of trimethoprim and sulfamethoxazole, as well as prednisone. The patient's lesion regression and visual acuity improved after treatment. After healing, imaging showed disorganization of the entire retinal architecture and thinner choroid surrounding the lesion site. Further imaging also showed an increase in blood flow and anomalous vessels in the retinochoroiditis area."
  },
  {
    "patient_id": 95516,
    "note": "DISCHARGE SUMMARY\n\nPatient Name: [Name]\nMedical Record Number: [Number]\nDate of Admission: October 19, 2009\nDate of Discharge: [Date]\n\nHospital Course:\nThe patient was admitted with a clinical diagnosis of acute appendicitis and underwent emergency surgery. Pathology report indicated a dilated appendix with the presence of multiple whitish opaque globules in the lumen ranging from 0.2 to 0.7 cm in diameter. A ruptured diverticulum was identified near the distal portion along with several smaller non-ruptured diverticula. The entire appendix was evaluated histologically, which revealed hyperplasia of the appendiceal mucosa, slight gland serration, and increased mucin-producing cells at the upper half of the mucosa. Due to acute inflammation, the diagnosis of Low-Grade Appendiceal Mucinous Neoplasm (LAMN), Low Risk of Recurrence, was excluded.\n\nClinical Findings:\nBased on the pathology report, the diagnosis of acellular extra-appendiceal mucin was determined. The periappendiceal mucin did not contain any epithelial elements, and thus, the diagnosis of LAMN was ruled out. As molecular testing was not performed, the patient was advised to undergo follow-up to exclude recurrence with mucinous ascites.\n\nTreatment:\nThe patient underwent an emergency surgery for acute appendicitis, and the pathology report revealed acellular extra-appendiceal mucin. No further treatment was recommended, and the patient was advised to return for a follow-up screening to exclude recurrence.\n\nCondition at Discharge:\nThe patient was discharged in stable condition with instructions to return for a follow-up screening.\n\nFollow-up:\nThe patient was advised to undergo follow-up to exclude recurrence with mucinous ascites."
  },
  {
    "patient_id": 138673,
    "note": "Discharge Summary:\n\nHospital Course:\nThe patient is a 21-year-old primigravida who presented at 38 weeks gestation for elective cesarean section due to fetal anomalies. A spinal anesthetic was performed without complications and a viable infant was delivered. Approximately 40 minutes after the intrathecal injection, the patient experienced right sided peri-oral numbness, dysphagia and dysarthria. Shortly thereafter, she developed a constellation of neurologic symptoms including horizontal nystagmus of the right eye, right sided ptosis with facial droop, and right upper extremity weakness with a “claw hand”. Vital signs and mentation remained normal, and the patient's symptoms resolved within 120 minutes.\n\nClinical Findings:\nA non-contrast computed tomography of the head showed no intracranial pathology. A brain magnetic resonance imaging and a magnetic resonance angiography of the neck vessels were negative. An echocardiogram with agitated saline bubble study showed no right-to-left shunt.\n\nDiagnosis:\nBased on the patient's clinical presentation, the differential diagnosis for her neurologic symptoms consisted of high spinal, stroke or transient ischemic attack, air embolus, amniotic fluid embolus, and seizure. However, no definitive diagnosis was reached.\n\nDisposition and Follow-up:\nThe patient was discharged after her symptoms fully resolved and at this time, no follow-up care is needed. She was advised to seek immediate medical attention for recurrence of any of the symptoms that she experienced."
  },
  {
    "patient_id": 131518,
    "note": "Hospital Course:\nThe patient, a 28-year-old male with a history of recurrent urinary tract infections and a previous cystolithotomy, presented to the surgical emergency department with pus discharge per urethra. Upon examination, ultrasound revealed an echogenic mass in the urinary bladder, and a later CT scan confirmed that it was multiple vesical calculi and a diffusely thickened wall of the right lateral wall of the urinary bladder. A cystoscopy revealed a retained gauze piece with organized pus flakes adhering to the anterior wall of the urinary bladder. The patient underwent exploration of the urinary bladder, during which the gauze piece was successfully removed, and the rest of the bladder wall was found to be normal. Appropriate antibiotics were started for Klebsiella spp. infection. The patient was discharged on the 4th day post-operation. Follow-up for 8 months was unremarkable, and the patient remained asymptomatic and free from recurrent UTI.\n\nHospital Course:\nA 28-year-old male patient with a history of recurrent urinary tract infections and a previous cystolithotomy presented to the surgical emergency department with pus discharge per urethra. Upon examination, ultrasound revealed an echogenic mass in the urinary bladder, and a later CT scan confirmed that it was multiple vesical calculi and a diffusely thickened wall of the right lateral wall of the urinary bladder. A cystoscopy revealed a retained gauze piece with organized pus flakes adhering to the anterior wall of the urinary bladder. The patient underwent exploration of the urinary bladder, during which the gauze piece was successfully removed, and the rest of the bladder wall was found to be normal. Appropriate antibiotics were started for Klebsiella spp. infection. The patient has not yet been discharged and remains under observation."
  },
  {
    "patient_id": 118930,
    "note": "Discharge Summary:\n\nPatient 2 is a 64-year-old male who presented to the physical medicine and rehabilitation department with spasticity. The patient had undergone anterior approach microscopic discectomy on C5–6 and C5–6 with an interbody fusion and a decompressive total laminectomy on C4–6 using a posterior approach and lateral mass screw fixation. The procedure was performed due to cervical spondylotic myelopathy with spinal stenosis on C4–6 and had resulted in significant improvement of pain and motor weakness. However, the patient had developed right ankle clonus and right plantar flexor spasticity one month after the operation. The patient was treated with PRF procedure on the right S1 DRG, 5 Hz and 5 ms pulsed width for 360 seconds at 45 V, which resulted in complete resolution of ankle clonus and reduced MAS score from 2 to 1. The patient reported no complications after the procedure.\n\nAt 6 months post PRF procedure, the ankle clonus recurrence was observed, but only occasionally with a degree of 1-2 beats. Due to minor complaints from the patient, the decision was made to observe the symptoms without any further intervention.\n\nOverall, the patient made significant improvement following the procedure, resulting in complete resolution of ankle clonus and reduced spasticity."
  },
  {
    "patient_id": 28280,
    "note": "Discharge Summary\n\nPatient:\n36-year-old male with benign hypertension and a medical history that is otherwise unremarkable.\n\nHospital Course:\nThe patient presented to the emergency department with left gaze preference and right-side hemiparesis. CT angiography revealed a distal left M1 middle cerebral artery occlusion. The patient underwent endovascular mechanical embolectomy via direct left common carotid artery puncture.\n\nProcedure:\nThe patient underwent endovascular mechanical embolectomy with a stentreiver device and aspiration catheter.\n\nFollow-Up:\nThe patient recovered remarkably well and was discharged from the hospital with a three-month modified Rankin score of 1.\n\nDiagnoses:\nLeft M1 middle cerebral artery occlusion.\n\nSummary:\nThe patient, a 36-year-old male with benign hypertension and no significant medical history, presented to the emergency department with left gaze preference and right-side hemiparesis. Following a CT angiography, the patient underwent endovascular mechanical embolectomy via direct left common carotid artery puncture. The patient recovered well and was discharged with a three-month modified Rankin score of 1."
  },
  {
    "patient_id": 101621,
    "note": "Discharge Summary:\n\nPatient Name: N/A\nSex: Male\nDate of Admission: N/A\nDate of Discharge: N/A\nDOB: N/A\nMedical Record Number: N/A\n\nReason for Admission:\nThe patient was admitted to our pain department due to a chronic radicular pain, characterized by a pricking, burning sensation, and electric shock-like pain in the right index and middle fingers with weakness of the right upper extremity, which lasted for more than two years.\n\nHospital Course:\nDuring his stay in the hospital, the patient received physical therapy and the administration of nonsteroidal anti-inflammatory agents. However, these interventions did not result in any improvement in the pain levels observed. The patient also reported other symptoms such as irritation and headache as the pain progressed.\n\nDiagnosis:\nNo diagnosis was determined by the time of discharge.\n\nCondition on Discharge:\nThe patient was discharged with the continuation of physical therapy and nonsteroidal anti-inflammatory agents.\n\nFollow-Up:\nThe patient was advised to follow up as an outpatient to evaluate his treatment progress and report any potential changes in symptoms.\n\nDisposition:\nThe patient was discharged for continued care on an outpatient basis.\n\nSigned by: \nN/A"
  },
  {
    "patient_id": 120656,
    "note": "Discharge Summary:\n\nPatient Name: Not specified\nAge: 20-year-old \nGender: Male\nDiagnosis: Cap Polyposis \nTreatment: H. pylori eradication therapy and en bloc excision of the polyps with ESD\n\nHospital Course:\nThe patient, a 20-year-old Japanese man, presented with a 1-year history of hematochezia and tenesmus. Laboratory tests showed mild hypoproteinemia, but no other abnormalities. Colonoscopy revealed cap polyposis, and magnification endoscopy with narrow-band imaging showed exudate in the white caps overlying long branching tortuous crypts in the basal part of the polyps. EUS showed mucosal thickening without evidence of invasion into the submucosa, and histologic findings from a polyp revealed elongated, tortuous, branched crypts lined with hyperplastic epithelium with inflammatory cell infiltration and a mild degree of fibromusculosis in the lamina propria. \n\nComputed tomography and magnetic resonance imaging showed multiple elevated lesions thickening the walls of the sigmoid colon and rectum. The patient had no evidence of H. pylori infection, but owing to previous evidence that H. pylori eradication therapy was effective for patients with cap polyposis, H. pylori eradication therapy with vonoprazan, amoxicillin, and clarithromycin was initiated. However, abdominal symptoms, bowel habits, and endoscopic findings did not improve over the six months after therapy. Therefore, en bloc excision of the polyps with ESD was performed, and after resection, the patient's symptoms disappeared, and he had no endoscopic evidence of recurrence for six months.\n\nSummary:\nA 20-year-old Japanese man presented with a 1-year history of hematochezia and tenesmus. He was diagnosed with cap polyposis based on endoscopic and histopathological characteristics. H. pylori eradication therapy and en bloc excision of the polyps with ESD were the treatments provided. The patient's symptoms disappeared, and he had no endoscopic evidence of recurrence for six months."
  },
  {
    "patient_id": 141960,
    "note": "Hospital Course Summary:\n\nPatient was admitted for multiple warty lesions with severe pruritus on the lower legs and dorsa of feet. The lesions had been present for one year and did not respond to topical treatments. Physical examination revealed well defined hyperpigmented verrucous plaques with follicular prominence of varying sizes. Follicular prominence and visible wickham's striae were not apparent. Based on these findings, the provisional diagnosis of hypertrophic lichen planus was made.\n\nSystemic examination revealed no abnormalities. Routine hematological and biochemical investigations were normal. Histopathological examination confirmed the diagnosis of hypertrophic lichen planus characterized by hyperkeratotic, acanthotic squamous epithelium with elongation of the rete ridges and dense bands of lymphohistocytic infiltration in papillary dermis hugging the epidermis. \n\nPatient was treated with [REDACTED] and observed for [REDACTED]. She experienced no complications or adverse effects during her stay. Patient was discharged in stable condition with instructions for wound care and follow-up visits with her [REDACTED]. \n\nIn summary, patient presented with multiple warty lesions on the lower legs and dorsa of feet with severe pruritus. Diagnosis of hypertrophic lichen planus was confirmed through histopathological examination. Patient was managed with [REDACTED] and discharged with instructions for wound care and follow-up visits."
  },
  {
    "patient_id": 117195,
    "note": "Hospital Course:\nThe patient, a 23-year-old male with no known comorbidities, presented with complaints of epigastric pain and frequent bilious vomiting. He was evaluated clinically and with ultrasound and magnetic resonance cholangiopancreatography. The imaging studies revealed a hypoechoic lesion located around the porta hepatis with a contracted gall bladder and no intra-hepatic biliary radicle dilatation. The patient was diagnosed with a Type II choledochal cyst/double GB/Type VI choledochal cyst, and a diagnostic laparoscopy with cholecystectomy +/- common bile duct excision with hepaticojejunostomy was planned.\n\nDischarge Summary:\nThe patient underwent a diagnostic laparoscopy with cholecystectomy alone due to the absence of communication between the cyst and the common bile duct. The post-operative course was uneventful, and the patient was discharged in stable condition on Day 3 after surgery. The gross specimen revealed a contracted gall bladder with an isolated mass attached to the anterolateral wall of the cystic duct. Microscopy showed papillary hyperplasia of the mucosa with features of chronic inflammation in the wall of the gall bladder. The patient was advised to follow up with his primary care provider in 2 weeks."
  },
  {
    "patient_id": 95377,
    "note": "Discharge Summary\n\nPatient Name: [Redacted]\nDate of Admission: [Redacted]\nDate of Discharge: [Redacted]\n\nHospital Course: \nThe patient, a 2-year-old male child, was admitted to our emergency clinic after a tractor crash accident. The right wheel of the tractor had passed over the child's thorax. Emergency diagnostic procedures were performed including abdominal and thoracic ultrasonography and thoracic computed tomography (CT) scan. Bilateral minimal pneumothorax and severe parenchymal contusion at the right lung were found on the CT scan. The patient was diagnosed with retroperitoneal DR and was monitored in the hospital for 1 week. The patient did not require surgical intervention, and all subsequent diagnostic procedures revealed no further complications. The patient was discharged from the hospital without any reported complications.\n\nHospital Course Summary:\nUpon admission, the patient underwent standard emergency diagnostic procedures, revealing bilateral minimal pneumothorax, severe parenchymal contusion at the right lung, and retroperitoneal DR. The patient was diagnosed with the aforementioned conditions and was closely monitored for a week. The patient did not require surgical intervention, and further diagnostic procedures revealed no further complications. The patient was discharged without any reported complications."
  },
  {
    "patient_id": 124781,
    "note": "HOSPITAL COURSE:\n\nThe patient presented to the emergency ward with acute onset weakness in all four limbs. Laboratory findings revealed hyperthyroid status-Graves' disease, manifested by high free T3 and T4 with low TSH in serum, and thyroid peroxidase (TPO) antibody. The patient was diagnosed with thyrotoxic hypokalemic periodic paralysis (THPP) due to Grave's disease and was treated with intravenous (IV) potassium chloride and magnesium sulfate supplemented with cautious monitoring and supportive management. The patient's quadriparesis improved after K+ value returned to normal.\n\nDISCHARGE DIAGNOSIS:\n\nGraves' disease, thyrotoxic hypokalemic periodic paralysis (THPP).\n\nDISCHARGE INSTRUCTIONS:\n\n1. Follow up with your primary care physician or an endocrinologist within the next 2 weeks.\n2. Take medications as prescribed by your physician.\n3. Strictly follow dietary restrictions especially avoiding foods high in iodine.\n4. Rest and avoid strenuous activities until advised by your physician.\n5. Monitor any symptoms or signs of hyperthyroidism or thyrotoxic hypokalemic periodic paralysis carefully and report any concerns to your physician immediately.\n6. Keep all follow-up appointments and laboratory tests scheduled by the physician."
  },
  {
    "patient_id": 62174,
    "note": "DISCHARGE SUMMARY\n\nAdmission Date: Jan 13, 2016\nDischarge Date: Jan 27, 2016\nHospital: [Hospital Name]\n\nIDENTIFYING INFORMATION:\nThe patient is a 23-year-old female who presented to [Hospital Name] with the desire for esthetic facial contouring surgery due to a complaint of a long and flat face. She had previously received orthodontic treatment for protruding lips at a local clinic.\n\nHOSPITAL COURSE:\nUpon admission, imaging and consultations were conducted to determine the most effective surgical plan. Given the patient's condition, a custom-made silicone implant for frontal augmentation was fabricated. The surgery involved a narrowing genioplasty and reduction and rotational malarplasty, followed by frontal augmentation using the silicone implant.\n\nThe patient experienced discomfort and swelling during her hospital stay, which required surgical intervention to remove a hematoma around the coronal incision area. Additional antibiotics and nonsteroidal anti-inflammatory medications were prescribed to manage these symptoms.\n\nDISCHARGE DIAGNOSES:\nThe patient's diagnosis was based on her complaint of physical appearance and the final surgical procedures that took place. There were no other significant diagnoses during her hospital stay.\n\nDISCHARGE INSTRUCTIONS:\nThe patient was prescribed a regimen of pain medication and instructed to rest comfortably at home. Additionally, she was advised to avoid strenuous activity and to refrain from touching or manipulating her surgical incisions. The patient's surgical staples were removed during her follow-up visit per standard protocol.\n\nFOLLOW-UP CARE:\nThe patient was scheduled for a follow-up visit with her surgical team six months after her initial surgery."
  },
  {
    "patient_id": 100333,
    "note": "Discharge Summary:\n\nThis is a summary of the hospitalization course and post-operative care for a 57-year-old man who was diagnosed with mixed adeno-neuroendocrine carcinoma (MANEC) in the ampulla of Vater. The patient's condition was complicated by jaundice and dark urine. He was evaluated with imaging studies that showed a lesion in the duodenal ampullary region. The patient underwent a pancreaticoduodenectomy, following which the adenocarcinoma and small cell NEC components were identified in the resected specimen.\n\nDuring the hospitalization, the patient's serum bilirubin, alkaline phosphatase, and aminotransferase levels were elevated. The patient had no significant comorbidities or previous surgeries and was medically stable throughout the hospitalization period. The patient was managed by a multidisciplinary team and received appropriate medical care, including surgical intervention, imaging studies, and laboratory tests. The patient was discharged with a follow-up appointment scheduled with the treating consultant.\n\nIn summary, the patient was diagnosed with MANEC in the ampulla of Vater and underwent a pancreaticoduodenectomy. The postoperative course was uncomplicated, and the patient was discharged in stable condition, with instructions for follow-up appointments with the treating physicians."
  },
  {
    "patient_id": 133731,
    "note": "Hospital Course:\n\nThis 28-year-old woman presented with hip and gluteal pain along with morning stiffness lasting 1 hour, after starting a daily dose of isotretinoin for acne vulgaris. On physical examination, the patient had a decreased lumbar range of motion, and the FABER test was positive on the right side. CRP and ESR were within the normal range, and the patient was negative for HLA B27. MRI revealed bilateral bone marrow edema in the sacral and iliac wings of both sacroiliac joints consistent with active sacroiliitis.\n\nTreatment and Management:\n\nThe patient was started on NSAIDs and the isotretinoin treatment was discontinued. Her complaints resolved after 1 year and did not recur. On control MRI after 2 years, regression in the bone marrow edema of the sacroiliac joint was observed.\n\nFollow-up:\n\nThe patient was discharged with instructions for continued NSAIDs therapy and follow-up with her primary care physician. She was also advised to undergo regular follow-up for monitoring of her condition.\n\nClinical Diagnosis:\n\nAcute sacroiliitis with bone marrow edema in the sacral and iliac wings of the sacroiliac joints, likely related to isotretinoin therapy for acne vulgaris.\n\nPrognosis:\n\nThe patient responded well to the discontinuation of isotretinoin therapy and NSAIDs treatment. There was a regression in the bone marrow edema on control MRI after 2 years, indicating a positive prognosis for the patient."
  },
  {
    "patient_id": 114460,
    "note": "Discharge Summary\n\nPatient: 56-year-old woman with arterial hypertension\n\nHospital course:\nThe patient underwent carpal tunnel release surgery under general anesthesia without difficulty. However, during extubation, the patient coughed vigorously and made a violent neck movement, which resulted in a tracheal laceration. The patient was diagnosed with pneumomediastinum and subcutaneous emphysema. She was transferred to the intensive care unit and received a course of broad-spectrum intravenous antibiotics. A 7.5 mm ID cuffed endotracheal tube was placed as close to the lesion as possible near the carina, and low-tidal-volume lung ventilation and pressure-controlled mode were applied to allow the lesion to recover without deteriorating the pneumomediastinum. After three days, the patient showed marked improvement, and after eight days, the lesion was healing. Endotracheal tube extubation was performed 13 days after the initial injury, and the patient was discharged in good condition 5 days later.\n\nDiagnosis:\nTracheal laceration, pneumomediastinum, and subcutaneous emphysema\n\nTreatment:\nLow-tidal-volume lung ventilation with pressure-controlled mode, course of broad-spectrum intravenous antibiotics, and replacement of the endotracheal tube as close to the lesion as possible near the carina\n\nOutcome:\nThe patient showed marked improvement and was discharged in good condition."
  },
  {
    "patient_id": 122178,
    "note": "Hospital Course\n\nThe 21-year-old female patient was admitted with a history of progressive enlargement of her right distal arm and digits since birth. There was no reported history of neurovascular symptoms or pain. She underwent a physical examination that revealed a soft-tissue mass on the volar aspect of her enlarged thumb and disfigurement of her digits and distal arm. Imaging and cytological findings suggested the possibility of Madelung's lipomatosis. The patient underwent a debulking surgery that confirmed the diagnosis. She was stable post-surgery and was subsequently discharged. \n\nDischarge Summary\n\nPatient Name: [REDACTED]\nAge: 21 years\nSex: Female\nDiagnosis: Madelung's lipomatosis\nDate of Admission: [REDACTED]\nDate of Discharge: [REDACTED]\n\nThe patient was admitted with an enlarged right distal arm and digits with a soft-tissue mass on the volar aspect of her enlarged thumb. Imaging and cytological findings suggested Madelung's lipomatosis, and a debulking surgery confirmed the diagnosis. The patient was stable post-surgery with no reported complications.\n\nInstructions were given to the patient to follow up with her primary care physician for further management. The patient was advised to avoid any physical activity that may worsen her condition and to monitor her symptoms. The patient was discharged in stable condition.\n\nFollow-up with the multidisciplinary team is recommended."
  },
  {
    "patient_id": 123318,
    "note": "Discharge Summary:\n\nPatient: NP, 60-year-old, Female\n\nAdmission Date: N/A (Case Report)\n\nDischarge Date: N/A (Case Report)\n\nMedical History: Hypertension\n\nHospital Course:\n\nNP presented with a three-hour history of the inability to close the mouth after yawning. She had a similar incident four (4) months earlier. The patient did not have any previous traumatic history.\n\nDiagnosis:\n\nUpon evaluation, the diagnosis of bilateral anterior temporomandibular joint (TMJ) dislocation was confirmed. The patient's condition improved after the successful treatment using the extra-oral technique.\n\nTreatment:\n\nThe Hippocrates maneuver was not successful, and the patient underwent a successful extra-oral procedure. After the treatment, the patient was kept immobilized with the barrel bandage.\n\nOutcome:\n\nNP was discharged in a stable condition and advised to follow-up with her healthcare provider as needed.\n\nFollow-Up:\n\nThe patient is advised to follow-up with her regular healthcare provider for any further management of the underlying condition.\n\nInstructions:\n\nThe patient is advised to avoid any activities that may cause a similar incident. In case of any symptoms or discomfort, the patient is advised to seek medical attention immediately.\n\nSummary:\n\nNP, a 60-year-old female, was diagnosed with bilateral anterior temporomandibular joint (TMJ) dislocation. She underwent a successful extra-oral procedure, and after immobilization with the barrel bandage, the patient was discharged in a stable condition. She has been advised to follow-up with her regular healthcare provider as needed and avoid any activities that may cause a similar incident."
  },
  {
    "patient_id": 5946,
    "note": "Hospital Course:\nThe patient, a 6-year-old girl, was admitted to Booali Sina Hospital in Sari, northern Iran with vulvar bleeding and dizziness. She had been experiencing the symptoms for one week prior to admission. The patient denied any history of trauma and did not complain of any other symptoms. The parents revealed that the patient had been swimming in a pond for about one hour before the onset of symptoms.\n\nPhysical Examination:\nClinical examination revealed a leech about 5 cm in length attached to the minor labia of the vulva. No abnormality or trauma was seen, and the hymen was intact. The leech was removed using forceps, and the vulva and vaginal cavity were washed twice with normal saline and antibacterial solutions. The bleeding stopped 1 hour later.\n\nTreatment:\nTo improve the symptoms associated with vulvar bleeding, the leech was removed and the affected area was cleaned with normal saline and antibacterial solutions. The patient was discharged the following day.\n\nFollow-Up:\nThe patient was followed up 2 days after the removal of the leech and showed no symptoms of infestation or bleeding.\n\nConclusion:\nA leech belonging to the Erpobdellidae family was found attached to the minor labia of the vulva. It was successfully removed, and the patient showed no symptoms of infestation or bleeding upon follow-up."
  }
]